Repository: Cubicdd/Obsidion
Catalog: obsidion/core/locales/*.po
Languages: ar_sa, cs_cz, de_de, el_gr, es_es, fr_fr, he_il, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, vi_vn

source: Something went wrong while trying to get the image.
ar_sa: حدث خطأ ما أثناء محاولة الحصول على الصورة.
cs_cz: Něco se pokazilo při pokusu o získání obrazu.
de_de: Bei dem Versuch, das Bild zu bekommen, ging etwas schief.
el_gr: Κάτι πήγε στραβά προσπαθώντας να πάρει την εικόνα.
es_es: Algo salió mal mientras trataba de conseguir la imagen.
fr_fr: Quelque chose s'est mal passé en essayant d'obtenir l'image.
he_il: משהו השתבש בזמן שניסה להשיג את התמונה.
it_it: Qualcosa è andato storto mentre cercava di ottenere l'immagine.
nl_nl: Er is iets mis gegaan tijdens het proberen om het beeld te krijgen.
pl_pl: Wystąpił problem podczas próby pobrania obrazu.
pt_pt: Algo deu errado ao tentar obter a imagem.
ru_ru: Что-то пошло не так, пытаясь получить изображение.
sv_se: Det var nåt som gick fel när jag försökte få bilden.
tr_tr: Görüntüyü elde etmeye çalışırken bir şeyler ters gitti.
vi_vn: Có gì đó không ổn trong khi cố gắng lấy hình ảnh.

source: Failed. Remember that you can edit my avatar up to two times a hour. The URL or attachment must be a valid image in either JPG or PNG format.
ar_sa: فشل. تذكر أنه يمكنك تحرير أفاتاري إلى ما يصل إلى مرتين في الساعة. يجب أن يكون عنوان URL أو الملحقات عبارة عن صورة صحيحة بأي من نسق JPG أو PNG.
cs_cz: Nezdařilo se. Pamatuj si, že můžeš upravit můj avatar až dvakrát za hodinu. Adresa URL nebo příloha musí být platný obrázek ve formátu JPG nebo PNG.
de_de: Fehlgeschlagen. Denken Sie daran, dass Sie meinen Avatar bis zu zwei Mal pro Stunde bearbeiten können. Die URL oder der Anhang muss ein gültiges Bild im JPG-oder PNG-Format sein.
el_gr: Απέτυχε. Να θυμάστε ότι μπορείτε να επεξεργαστείτε άβαταρ μου μέχρι δύο φορές την ώρα. Η διεύθυνση URL ή το συνημμένο πρέπει να είναι μια έγκυρη εικόνα σε μορφή JPG ή PNG.
es_es: Error. Recuerda que puedes editar mi avatar hasta dos veces por hora. El URL o archivo adjunto debe ser una imagen válida en formato JPG o PNG.
fr_fr: Echec. N'oubliez pas que vous pouvez éditer mon avatar jusqu'à deux fois par heure. L'URL ou la pièce jointe doit être une image valide au format JPG ou PNG.
he_il: נכשל. זכור שאתה יכול לערוך את האוואטר שלי עד שתי פעמים בשעה. ה-URL או הצרופה חייבים להיות תמונה חוקית במבנה JPG או PNG.
it_it: Esito negativo. Ricorda che puoi modificare il mio avatar fino a due volte all'ora. L'URL o l'allegato devono essere un'immagine valida in formato JPG o PNG.
nl_nl: Mislukt. Vergeet niet dat je mijn avatar kunt bewerken tot twee keer per uur. De URL of bijlage moet een geldig image zijn in JPG-of PNG-indeling.
pl_pl: Niepowodzenie. Pamiętaj, że możesz edytować mój awatar aż dwa razy na godzinę. Adres URL lub załącznik musi być poprawnym obrazem w formacie JPG lub PNG.
pt_pt: Falha. Lembre-se de que você pode editar meu avatar até duas vezes por hora. A URL ou anexo deve ser uma imagem válida em formato JPG ou PNG.
ru_ru: Ошибка. Помните, что вы можете редактировать мой аватар до двух раз в час. URL или вложение должно быть допустимым образом в формате JPG или PNG.
sv_se: Misslyckades. Kom ihåg att du kan redigera min avatar upp till två gånger i timmen. URL-adressen eller bilagan måste vara en giltig bild i JPG-eller PNG-format.
tr_tr: Başarısız oldu. Bir saat içinde benim avatarımı iki kata kadar düzenleyebileceğini unutma. URL ya da ek, JPG ya da PNG biçiminde geçerli bir görüntü olmalıdır.
vi_vn: Thất bại. Hãy nhớ rằng bạn có thể chỉnh sửa hình ảnh của tôi lên đến hai lần một giờ. URL hoặc đính kèm phải là ảnh hợp lệ trong định dạng JPG hoặc PNG.

source: JPG / PNG format only.
ar_sa: نسق JPG / PNG فقط.
cs_cz: Pouze formát JPG/PNG.
de_de: Nur JPG/PNG-Format.
el_gr: Μορφή JPG/PNG.
es_es: Sólo formato JPG/PNG.
fr_fr: Format JPG / PNG uniquement.
he_il: מבנה JPG/PNG בלבד.
it_it: Solo formato JPG / PNG.
nl_nl: Alleen JPG/PNG-indeling.
pl_pl: Tylko format JPG/PNG.
pt_pt: Apenas formato JPG / PNG.
ru_ru: Только формат JPG/PNG.
sv_se: Endast JPG-/PNG-format.
tr_tr: Yalnızca JPG/PNG biçimi.
vi_vn: Chỉ định dạng JPG/PNG.

source: Removes [botname]'s avatar.
ar_sa: لازالة [botname]"الأفاتار".
cs_cz: Odstraní avatara [botname]' s avatarem.
de_de: Entfernt [botname]' s Avatar.
el_gr: Αφαιρεί το άβαταρ [botname].
es_es: Elimina el avatar [botname].
fr_fr: Supprime l'avatar de [botname]'s.
he_il: מסלק את האוואטר של [botname].
it_it: Rimuove [botname]' s avatar.
nl_nl: Verwijdert [botname]' s avatar.
pl_pl: Usuwa awatar [botname].
pt_pt: Remove o avatar de [botname].
ru_ru: Удаляет аватар [botname].
sv_se: Tar bort [botname]' s avatar.
tr_tr: [botname]' nin avatarını kaldırır.
vi_vn: Loại bỏ thêm [botname]' s avatar.

source: Avatar removed.
ar_sa: تم ازالة الافاتار.
cs_cz: Avatar byl odstraněn.
de_de: Avatar entfernt.
el_gr: Ο Avatar αφαιρέθηκε.
es_es: Avatar eliminado.
fr_fr: Avatar a été supprimé.
he_il: אוואטר סולק.
it_it: Avatar rimosso.
nl_nl: Avatar is verwijderd.
pl_pl: Usunięto awatar.
pt_pt: Avatar removido.
ru_ru: Аватар удален.
sv_se: Avatar avlägsnat sig.
tr_tr: Avatar çıkarıldı.
vi_vn: Avatar đã loại bỏ.

source: Sets [botname]'s playing status.
ar_sa: لتحديد حالة اللعب [botname].
cs_cz: Nastaví stav přehrání [botname]' s přehráváním.
de_de: Legt den Spielstatus von [botname]fest.
el_gr: Ορίζει την κατάσταση αναπαραγωγής [botname].
es_es: Establece el estado de juego de [botname].
fr_fr: Définit le statut du jeu de [botname].
he_il: הגדרת מצב המשחק של [botname].
it_it: Imposta lo stato di gioco di [botname]'.
nl_nl: Hiermee wordt de status van [botname]ingesteld.
pl_pl: Ustawia status odtwarzania [botname].
pt_pt: Define o status de jogo de [botname].
ru_ru: Задает состояние воспроизведения [botname].
sv_se: Ställer in [botname]' s spelstatus.
tr_tr: [botname]' nin oyun durumunu ayarlar.
vi_vn: Đặt trạng thái chơi [botname].

source: Status set to ``Playing {game.name}``.
ar_sa: الحالة المحددة ب ـ '' اللعب {game.name}''.
cs_cz: Stav nastaven na ` ` Playing {game.name} ` `.
de_de: Status wird auf ` ` Playing {game.name} ` ` gesetzt.
el_gr: Κατάσταση " ` Παίζοντας {game.name} ` `.
es_es: Estado establecido en ` ` Playing {game.name} ` `.
fr_fr: Statut défini sur ` ` Playing {game.name} ` `.
he_il: סטאטוס של ' משחק {game.name} ` ` `.
it_it: Status impostato a ` ` Playing {game.name} ` `.
nl_nl: Status ingesteld op ` ` Spelen {game.name} ` `.
pl_pl: Status ustawiony na ` ` Playing {game.name} ` `.
pt_pt: Estatuto fixado em ` ` Playing {game.name} ` `.
ru_ru: Status to ` ` Playing {game.name} ` `.
sv_se: Status inställd på: "Planera {game.name}".
tr_tr: Durum, ` ` {game.name} ` ` Oynanır ` olarak ayarlandı.
vi_vn: Ðặt trạng thái là ` ` Playing {game.name} ` `.

source: Game cleared.
ar_sa: لعبة تم تطهيرها.
cs_cz: Hra vymazána.
de_de: Spiel gelöscht.
el_gr: Το παιχνίδι καθάρισε.
es_es: Juego despejado.
fr_fr: Jeu désélectionné.
he_il: המשחק פינה.
it_it: Gioco sdoganato.
nl_nl: Het spel is gewist.
pl_pl: Rozliczenie gry.
pt_pt: Jogo limpo.
ru_ru: Игра очищена.
sv_se: Spelet rensat
tr_tr: Oyun temizlendi.
vi_vn: Trò chơi được xóa.

source: Sets [botname]'s listening status.
ar_sa: لتحديد حالة استماع [botname].
cs_cz: Nastavuje stav naslouchání [botname]' s.
de_de: Legt den Empfangsstatus von [botname]fest.
el_gr: Ορίζει την κατάσταση ακρόασης [botname].
es_es: Establece el estado de escucha de [botname].
fr_fr: Définit le statut d'écoute de [botname].
he_il: הגדרת מצב ההאזנה של [botname].
it_it: Imposta lo stato di ascolto di [botname]'.
nl_nl: Stelt de luisterstatus van [botname]in.
pl_pl: Ustawia status nasłuchiwania [botname].
pt_pt: Configura o status de atendimento [botname].
ru_ru: Задает состояние ожидания [botname].
sv_se: Ställer in [botname]' s lyssningsstatus.
tr_tr: [botname]' nin dinleme durumunu ayarlar.
vi_vn: Đặt [botname]tình trạng nghe lén.

source: Status set to ``Listening to {listening}``.
ar_sa: Status set to 'Listing to {listening}' '.
cs_cz: Stav nastaven na hodnotu ` ` Listening to {listening} ` `.
de_de: Status wird auf ` ` Listening to {listening} ` ` gesetzt.
el_gr: Κατάσταση που θα ` ` Ακούγοντας {listening} ` `.
es_es: Estado establecido en ` ` Listening to {listening} ` `.
fr_fr: Statut défini sur ` ` Listening to {listening} ` `.
he_il: הסטאטוס מוגדר ל ' האזנה ל- {listening} ` `.
it_it: Stato impostato a ` ` Ascolto a {listening} ` `.
nl_nl: Status ingesteld op ` ` Listening to {listening} ` `.
pl_pl: Status ustawiony na ` ` Listening to {listening} ` `.
pt_pt: Estatuto fixado em ` ` Ouvir para {listening} ` `.
ru_ru: Состояние: ` ` Прислушиваться к {listening} ` `.
sv_se: Status inställd på: "Lyssning till {listening}".
tr_tr: Durum, ` ` {listening} ` yi Dinliyor olarak ayarlandı.
vi_vn: Trạng thái được đặt là 'Nghe được' {listening} ` `.

source: Listening cleared.
ar_sa: المستمع برأ.
cs_cz: Poslouchání bylo zrušeno
de_de: Abhören gelöscht.
el_gr: Ακρόαση εκκαθαριστεί.
es_es: Escucha borrada.
fr_fr: L'écoute a été effacé.
he_il: הקשבה נבחרה.
it_it: Ascolto sdoganato.
nl_nl: Luisteren is goed.
pl_pl: Wyczyszczone nasłuchiwanie.
pt_pt: Atendimento limpo.
ru_ru: Прослушивание очищено.
sv_se: Lyssnande rensad.
tr_tr: Dinleme temize çıktı.
vi_vn: Nghe rõ.

source: Sets [botname]'s watching status.
ar_sa: يحدد حالة المشاهدة من [botname].
cs_cz: Nastaví stav při sledování [botname]'.
de_de: Legt den Status von [botname]fest.
el_gr: Ορίζει την κατάσταση παρακολούθησης [botname].
es_es: Establece el estado de observación del [botname].
fr_fr: Définit le statut de surveillance de [botname].
he_il: הגדרת מצב הצפייה של [botname].
it_it: Imposta lo stato di osservazione di [botname]' s.
nl_nl: De status van [botname]wordt ingesteld.
pl_pl: Ustawia status obserwowania [botname].
pt_pt: Define o status de observação de [botname].
ru_ru: Задает состояние наблюдения [botname].
sv_se: Ställer in [botname]: s bevakningsstatus.
tr_tr: [botname]izleme durumunu ayarlar.
vi_vn: Đặt [botname]' s xem trạng thái.

source: Status set to ``Watching {watching}``.
cs_cz: Stav nastaven na ` ` Watching {watching} ` `.
de_de: Status wird auf ` ` Watching {watching} ` ` gesetzt.
el_gr: Κατάσταση που θα ` ` ` Παρακολουθώντας {watching} ` `.
es_es: Estado establecido en ` ` Watching {watching} ` `.
fr_fr: Statut défini sur ` ` Watching {watching} ` `.
he_il: הסטאטוס שמוגדר ל ' צופה {watching} ` `.
it_it: Stato impostato su ` ` Watching {watching} ` `.
nl_nl: Status ingesteld op ` ` Watching {watching} ` `.
pl_pl: Status ustawiony na ` ` Watching {watching} ` `.
pt_pt: Estatuto fixado em ` ` Watching {watching} ` `.
ru_ru: Состояние: ` ` Контролируй {watching} ` `.
sv_se: Status inställd på "" Watchande {watching}".
tr_tr: Durum, ` ` {watching} ` ` için 'İzleniyor' olarak ayarlandı.
vi_vn: Trạng thái được đặt là ` Xem {watching} ` `.

source: Watching cleared.
ar_sa: مراقبة مسح.
cs_cz: Sledování bylo zrušeno.
de_de: Die Überwachung wird gelöscht.
el_gr: Παρατημένος καθαρός.
es_es: Cómo ver borradas.
fr_fr: Regarder l'observation.
he_il: צפייה מנוקה.
it_it: Guardare sdoganato.
nl_nl: Ik kijk uit.
pl_pl: Niezaznaczone.
pt_pt: Observando limpo.
ru_ru: Смотреть расчищено.
sv_se: Tittar in.
tr_tr: İzledik.
vi_vn: Nhìn rõ.

source: Sets [botname]'s competing status.
ar_sa: لتحديد حالة التنافس [botname].
cs_cz: Nastavuje konkurenční postavení [botname]' s.
de_de: Legt den Konkurrenzstatus von [botname]fest.
el_gr: Ορίζει την ανταγωνιστική κατάσταση [botname].
es_es: Establece el estado de la competencia del [botname].
fr_fr: Définit le statut concurrent de [botname].
he_il: הגדרת המצב הממתחרה של [botname].
it_it: Imposta lo stato di competizione di [botname]' s.
nl_nl: Stelt de concurrerende status van [botname]in.
pl_pl: Ustawia status konkurencyjny [botname].
pt_pt: Configura o status concorrente [botname].
ru_ru: Задает коллидирующий статус [botname].
sv_se: Ställer in [botname]' s konkurrerande status.
tr_tr: [botname]' nin rakip durumunu ayarlar.
vi_vn: Đặt [botname]trạng thái cạnh tranh.

source: Status set to ``Competing in {competing}``.
ar_sa: Status Set to '' Compasing in {competing}'.
de_de: Status wird auf ` ` Competing in {competing} ` ` gesetzt.
el_gr: Κατάσταση που θα " ` Ανταγωνίζεται σε {competing} ` `.
es_es: Status establecido en ` ` Competing in {competing} ` `.
fr_fr: Statut défini sur ` ` Competing in {competing} ` `.
he_il: הסטאטוס מוגדר ל ' Competing ב- {competing} ` `.
it_it: Status impostato a ` ` Competing in {competing} ` `.
nl_nl: Status ingesteld op ` ` Competing in {competing} ` `.
pl_pl: Status ustawiony na ` ` Competing w {competing} ` `.
pt_pt: Estatuto estabelecido para ` ` Competir em {competing} ` `.
ru_ru: Статус установлен на " Квалификация в {competing} ` `.
sv_se: Status inställd på ` ` Competing in {competing} ` `.
tr_tr: Durum, ` ` {competing} ` içinde YENİCİLER olarak ayarlandı `.
vi_vn: Trạng thái được đặt là ` ` Competting in {competing} ` `.

source: Competing cleared.
ar_sa: تم اخلاء المنافسة.
cs_cz: Konkurování bylo zrušeno.
de_de: Konkurrierende gelöscht.
el_gr: Ο ανταγωνισμός είναι καθαρός.
es_es: Compitiendo despejado.
fr_fr: La compression a été effacé.
he_il: השוויון נוקה.
it_it: Concorrenza sdoganata.
nl_nl: De competitie is leeg.
pl_pl: Wyczyszczono konkurencję.
pt_pt: Competindo limpo.
ru_ru: Состязание очищено.
sv_se: Kompilering rensad.
tr_tr: Rakip temizlendi.
vi_vn: Giải tán.

source: Sets [botname]'s status. Available statuses: online idle dnd invisible
ar_sa: لتحديد حالة [botname]. الحالات المتاحة : online غير فعال dd غير مرئي
cs_cz: Nastaví stav [botname]' s. Dostupné stavy: online idle dnd invisible
de_de: Legt den Status von [botname]fest. Verfügbare Statuswerte: online idle dnd unsichtbar
el_gr: Ορίζει την κατάσταση [botname]. Διαθέσιμα αγάλματα: σε απευθείας σύνδεση σε αδράνεια dnd αόρατο
es_es: Establece el estado de [botname]. Estados disponibles: en línea desocupado dnd invisible
fr_fr: Définit le statut du [botname]. Statuts disponibles: online inactif dnd invisible
he_il: מגדיר את הסטאטוס של [botname]. סטאטוסים זמינים: באינטרנט סרק dnd בלתי נראים
it_it: Imposta lo stato di [botname]. Dati disponibili: online idle dnd invisibile
nl_nl: Stelt de status van [botname]in. Beschikbare statussen: online idle dnd onzichtbaar
pl_pl: Ustawia status [botname]. Dostępne statusy: online bezczynny dnd niewidoczny
pt_pt: Configura o status [botname]. Statuses disponíveis: online idle dnd invisível
ru_ru: Задает состояние [botname]. Доступные статусы: online idle dnd невидимый
sv_se: Ställer in [botname]. Tillgängliga statusar: online tomgång dnd osynliga
tr_tr: [botname]' nin durumunu ayarlar. Kullanılabilir durumlar: online boşta duran dnd görünmez

source: Status changed to {}.
ar_sa: تم تغيير الحالة الى { }.
cs_cz: Stav změněn na {}.
de_de: Status geändert in {}.
el_gr: Η κατάσταση άλλαξε σε {}.
es_es: Estado cambiado a {}.
fr_fr: Le statut a été remplacé par { }.
he_il: הסטאטוס השתנה ל - {}.
it_it: Stato modificato in {}.
nl_nl: Status gewijzigd in { }.
pl_pl: Zmieniono status na {}.
pt_pt: Status alterado para {}.
ru_ru: Состояние изменено на { }.
sv_se: Status ändrades till { }.
tr_tr: Durum { } olarak değiştirildi.
vi_vn: Trạng thái đã thay đổi thành {}.

source: Sets [botname]'s streaming status. Leaving both streamer and stream_title empty will clear it.
ar_sa: لتحديد حالة البث من [botname]. ترك كل من وحدة تسلسل البيانات وعنوان صفحة خالية سيقوم بمحوها.
cs_cz: Nastaví streaming streaming [botname]' s. Opouštění proudu streamu a stream_title vyprázdní prázdné.
de_de: Legt den Streaming-Status von [botname]fest. Es wird klar, dass sowohl streamer als auch stream_title leer sind.
el_gr: Ορίζει την κατάσταση ροής [botname]. Η αποχώρηση τόσο του εκσυγχρονισμού όσο και του εξορθολογισμού θα είναι σαφής.
es_es: Establece el estado de transmisión de [botname]. Dejando vacío tanto el streamer como el stream_title lo borrarán.
fr_fr: Définit l'état de flot de [botname]'s. Laisser à la fois le flûteur et le cours d'eau vide l'effacera.
he_il: הגדרת מצב הזרמת [botname]. השארת שני הפסים והיפסים ריקים ינקו אותה.
it_it: Imposta lo stato di streaming di [botname]' s. Lasciare sia streamer che stream_title vuoto lo chiarirà.
nl_nl: Stelt de streamstatus van [botname]in. Het verlaten van zowel streamer en stream_title leeg zal het wissen.
pl_pl: Ustawia status przetwarzania strumieniowego w wersji [botname]. Pozostawiając zarówno streamer, jak i stream_title puste, wyzeruje go.
pt_pt: Define o status de streaming de [botname]. Deixando tanto streamer quanto stream_title vazio irá limpá-lo.
ru_ru: Задает потоковое состояние [botname]. Не заполняем и потоку, и stream_title это очищает.
sv_se: Ställer in [botname]' s streaming status. Om du lämnar både strömnings-och strömningstiteln tom rensas den.
tr_tr: [botname]' nin akış durumunu ayarlar. Hem daha sorunsuz, hem de stream_title boş bırakılacak şekilde bırakılacak.

source: Sets Obsidion's nickname.
ar_sa: لتحديد الاسم المتداول Obasion.
cs_cz: Nastaví přezdívku Obsidion.
de_de: Setzt den Spitznamen von Obsidion.
el_gr: Ορίζει το ψευδώνυμο του Obsidion.
es_es: Establece el apodo de Obsidion.
fr_fr: Définit le pseudonyme d'Obsidion.
he_il: מגדיר את הכינוי של אוסידיון.
it_it: Imposta il soprannome di Obsidion.
nl_nl: De bijnaam van Obsidion.
pl_pl: Ustawia pseudonim Obsidion.
pt_pt: Define o apelido de Obsidion.
ro_ro: Setează porecla lui Obsidion.
ru_ru: Задает псевдоним Обсидиона.
sv_se: Sets Obsidion smeknamn.
tr_tr: Obsidion 'un takma adını ayarlar.
vi_vn: Đặt biệt danh của Obsidion.

source: Failed to change nickname. Must be 32 characters or fewer.
ar_sa: فشل في تغيير الاسم المتداول. يجب أن يكون 32 حرف أو أقل.
cs_cz: Změna přezdívky se nezdařila. Musí mít 32 znaků nebo méně.
de_de: Kurzname konnte nicht geändert werden. Es müssen 32 Zeichen oder weniger Zeichen sein.
el_gr: Αποτυχία αλλαγής του προσωνυμίου. Πρέπει να είναι 32 χαρακτήρες ή λιγότεροι.
es_es: No se ha podido cambiar el apodo. Debe tener 32 caracteres o menos.
fr_fr: Echec de la modification du pseudonyme. Doit être de 32 caractères ou moins.
he_il: שינוי הכינוי נכשל. חייב להיות 32 תווים או פחות.
it_it: Impossibile cambiare nickname. Devono essere 32 caratteri o meno.
nl_nl: Wijzigen van roepnaam is mislukt. Moet maximaal uit 32 tekens bestaan.
pl_pl: Zmiana pseudonimu nie powiodła się. Musi mieć długość 32 znaków lub mniej.
pt_pt: Falha ao alterar apelido. Deve ter 32 caracteres ou menos.
ro_ro: A eşuat modificarea poreclei. Trebuie să aibă 32 de caractere sau mai puţine.
ru_ru: Не удалось изменить псевдоним. Значение должно содержать не более 32 символов.
sv_se: Misslyckades ändra smeknamn. Måste vara 32 tecken eller färre.
tr_tr: Takma ad değiştirilemedi. 32 karakter ya da daha az karakter olmalıdır.
vi_vn: Không thể thay đổi biệt danh. Phải là 32 ký tự hoặc ít hơn.

source: I lack the permissions to change my own nickname.
ar_sa: أنا افتقر الى التصاريح لتغيير اللقب الخاص بي.
cs_cz: Chybí mi práva na změnu své vlastní přezdívky.
de_de: Mir fehlen die Berechtigungen, meinen eigenen Spitznamen zu ändern.
el_gr: Μου λείπουν τα δικαιώματα για να αλλάξω το παρατσούκλι μου.
es_es: Me faltan los permisos para cambiar mi propio apodo.
fr_fr: Je n'ai pas les permissions pour changer mon propre surnom.
he_il: אין לי את ההרשאות לשנות את הכינוי שלי.
it_it: Mi mancano i permessi per cambiare il mio soprannome.
nl_nl: Ik heb geen toestemming om mijn eigen bijnaam te veranderen.
pl_pl: Brakuje mi uprawnień do zmiany własnego pseudonimu.
pt_pt: Faltam as permissões para mudar o meu próprio apelido.
ro_ro: Îmi lipsesc permisiunile pentru a-mi schimba propria poreclă.
ru_ru: У меня нет разрешений на изменение моего псевдонима.
sv_se: Jag saknar tillstånd att ändra mitt eget smeknamn.
tr_tr: Kendi lakabımı değiştirme iznim yok.
vi_vn: Tôi không có quyền thay đổi biệt danh của mình.

source: Sets Obsidion's global prefix(es).
ar_sa: يقوم بتحديد البادئة (s) الشاملة لأوسيديون.
cs_cz: Nastaví globální předponu objektu Obsidion (es).
de_de: Legt das globale Präfix (es) von Obsidion fest.
el_gr: Ορίζει το καθολικό πρόθημα του Obsidion.
es_es: Establece el prefijo global (es) de Obsidion.
fr_fr: Définit le (s) préfixe (s) global (s) d'Obsidion.
he_il: הגדרת הקידומת הגלובלית של Obsidion (es).
it_it: Imposta il prefisso globale di Obsidion (es).
nl_nl: Hiermee stelt u de globale prefix van Obsidion in (es).
pl_pl: Ustawia globalny prefiks Obsidion (es).
pt_pt: Define o prefixo global de Obsidion (es).
ru_ru: Задает глобальный префикс Obsidion.
sv_se: Ställer in Obsidions globala prefixet (er).
tr_tr: Obsidion 'un genel önekini (es) ayarlar.
vi_vn: Đặt tiền tố toàn cầu của Obsidion (es).

source: Prefix set.
ar_sa: فئة البادئة.
cs_cz: Předpona nastavena.
de_de: Präfixsatz.
el_gr: Πρόθεμα σετ.
es_es: Prefijo establecido.
fr_fr: Préfixe défini.
he_il: ערכת קידומת.
it_it: Set di prefisso.
nl_nl: Voorvoegsel set.
pl_pl: Zestaw przedrostków.
pt_pt: Conjunto de prefixo.
ro_ro: Set prefix.
ru_ru: Набор префиксов.
sv_se: Prefixuppsättning.
tr_tr: Önek kümesi.
vi_vn: Đặt tiền tố.

source: Sets Obsidion's server prefix(es).
ar_sa: لتحديد بادئة وحدة خدمة Obsidion (es).
cs_cz: Nastaví předponu serveru objektu Obsideon (es).
de_de: Legt das Serverpräfix (es) von Obsidion fest.
el_gr: Ορίζει το πρόθημα εξυπηρετητή του Obsidion.
es_es: Establece el prefijo (es) del servidor de Obsidion.
fr_fr: Définit le (s) préfixe (s) du serveur d'Obsidion.
he_il: הגדרת קידומת השרת של Obsidion (es).
it_it: Imposta il prefisso del server di Obsidion (es).
nl_nl: Stelt de serverprefix (es) van Obsidion in.
pl_pl: Ustawia prefiks serwera Obsidion (es).
pt_pt: Configura prefixo do servidor do Obsidion (es).
ro_ro: Setează prefixul serverului Obsidion (es).
ru_ru: Задает префикс сервера Obsidion.
sv_se: Ställer in Obsidions serverprefix (er).
tr_tr: Obsidion 'un sunucu önekini (es) ayarlar.
vi_vn: Đặt tiền tố máy chủ Obsidion (es).

source: Guild prefixes have been reset.
ar_sa: تم ارجاع البادئات للنقابة.
cs_cz: Předpony guld byly resetovány.
de_de: Gildenpräfixe wurden zurückgesetzt.
el_gr: Έγινε επαναφορά των προθημάτων.
es_es: Se han restablecido los prefijos de hermandad.
fr_fr: Les préfixes de guilde ont été réinitialisé.
he_il: הקידומות של הגילדה אופסו.
it_it: I prefissi di Guild sono stati reimpostati.
nl_nl: Guild-prefixen zijn opnieuw ingesteld.
pl_pl: Prefiksy gildii zostały zresetowane.
pt_pt: Prefixos de Grêmio foram reajustados.
ro_ro: Prefixele Guild au fost resetate.
ru_ru: Префиксы гильдии были сброшены.
sv_se: Föruträttningar har återställts.
tr_tr: Gulf önekleri sıfırlandı.
vi_vn: Đã đặt lại tiền tô ́ của Guild.
