Repository: Cubicdd/Obsidion
Catalog: obsidion/core/locales/*.po
Languages: ar_sa, cs_cz, de_de, el_gr, es_es, fr_fr, he_il, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, vi_vn

source: Commands related to core functions.
ar_sa: الأوامر المتعلقة بالوظائف الأساسية.
cs_cz: Příkazy související se základními funkcemi.
de_de: Befehle im Zusammenhang mit Kernfunktionen.
el_gr: Εντολές που σχετίζονται με λειτουργίες πυρήνα.
es_es: Mandatos relacionados con funciones principales.
fr_fr: Commandes associées aux fonctions de base.
he_il: פקודות הקשורות לפונקציות ליבה.
it_it: Comandi correlati alle funzioni core.
nl_nl: Opdrachten met betrekking tot kernfuncties.
pl_pl: Komendy związane z funkcjami podstawowymi.
pt_pt: Comandos relacionados a funções principais.
ro_ro: Comenzi legate de funcţiile nucleu.
ru_ru: Команды, связанные с основными функциями.
sv_se: Kommandon som är relaterade till kärnfunktioner.
tr_tr: Temel işlevlerle ilgili komutlar.
vi_vn: Các lệnh liên quan đến các hàm lõi.

source: Pong.
ar_sa: بونغ.
cs_cz: Pongu.
el_gr: -Πονγκ.
he_il: פונג.
ru_ru: Понг.

source: Shows info about Obsidion.
ar_sa: يقوم بعرض معلومات عن Obasion.
cs_cz: Zobrazí informace o objektu Obsidion.
de_de: Zeigt Informationen über Obsidion.
el_gr: Εμφανίζει πληροφορίες για το Obsidion.
es_es: Muestra información sobre Obsidion.
fr_fr: Affiche des informations sur Obsidion.
he_il: מציג מידע אודות Obsidion.
it_it: Mostra info su Obsidion.
nl_nl: Toont informatie over Obsidion.
pl_pl: Wyświetla informacje na temat Obsidion.
pt_pt: Mostra info sobre Obsidion.
ro_ro: Afişează informaţii despre Obsidion.
ru_ru: Показывает информацию об Obsidion.
sv_se: Visar info om Obsidion.
tr_tr: Obsidion ile ilgili bilgileri gösterir.
vi_vn: Hiển thị thông tin về Obsidion.

source: This bot is an instance of [Obsidion, an open source Discord bot]({}) created by [Darkflame72]({}) and [improved by many]({}). Obsidion is backed by a passionate community who contributes and creates content for everyone to enjoy. [Join us today]({}) and help us improve! (c) Obsidion-dev
ar_sa: هذا الروبوت هو نسخة من [ Obisidon, an open source Discord bot ] ({ }) التي تم تكوينها بواسطة [Darkflame72]({ }) و [ محسنة بواسطة العديد ] ({ }). Obsidion يتم دعمه بواسطة مجتمع عاطفي يقوم بالمشاركة ويقوم بتكوين محتويات لكل شخص للتمتع بها. [ ربط لنا اليوم ] ({ }) ومساعدتنا على التحسن ! (c) Obsidion-dev
cs_cz: Tento robot je instancí [ Obsideon, open source Discard bot] ({}) vytvořeného pomocí [Darkflame72]({}) a [ vylepšeno o mnoho] ({}). Obsideon se opírá o vášnivou komunitu, která přispívá a vytváří obsah pro každého, kdo si to užívá. [ Připojte se k nám dnes] ({}) a pomoz nám zlepšit! c) Obsidion-dev
de_de: Dieser Bot ist eine Instanz von [Obsidion, ein Open Source Discord Bot] ({}) erstellt von [Darkflame72]({}) und [verbessert durch viele] ({}). Obsidion wird von einer leidenschaftlichen Gemeinschaft unterstützt, die einen Beitrag leistet und Inhalte für jedermann zur Verfügung stellt. (c) Obsidion-dev: ({}) und helfen uns, uns zu verbessern!
el_gr: Αυτό το bot είναι μια χρήση του [Obsidion, ένα ανοικτό bot προέλευσης] ({}) που δημιουργήθηκε από [Darkflame72]({}) και [βελτιώθηκε από πολλούς] ({}). Obsidion υποστηρίζεται από μια παθιασμένη κοινότητα που συμβάλλει και δημιουργεί περιεχόμενο για όλους να απολαύσουν. [Ελάτε μαζί μας σήμερα] ({}) και βοηθήστε μας να βελτιώσουμε! (γ) Obsidion-dev
es_es: Este bot es una instancia de [Obsidion, un bot de Discord de código abierto] ({}) creado por [Darkflame72]({}) y [mejorado por muchos] ({}). Obsidion es respaldado por una comunidad apasionada que contribuye y crea contenido para que todos puedan disfrutar. [Únase a nosotros hoy] ({}) y ayúdenos a mejorar! (c) Obsidion-dev
fr_fr: This bot is an instance of [ Obsidion, an open source Discord bot ] ({ }) created by [Darkflame72]({ }) and [ amélioré by many ] ({ }). Obsidion est soutenu par une communauté passionnée qui contribue et crée du contenu pour tout le monde. [ Se joindre à nous aujourd'hui ] ({ }) et nous aider à nous améliorer ! (c) Obsidion-dev
he_il: רובוט זה הוא מופע של [Obsidion, בוט בקוד פתוח] ({}) שנוצר על ידי [Darkflame72]({}) ו - [המשופר על ידי רבים] ({}). Obsidion מגובה על ידי קהילה נלהבת שתורמת ויוצרת תוכן עבור כולם ליהנות. [הצטרפו אלינו היום] ({}) ולעזור לנו לשפר! (ג) Obsidion
it_it: Questo bot è un'istanza di [ Obsidion, un bot open source Discord] ({}) creato da [Darkflame72]({}) e [ migliorato da molti] ({}). Obsidion è appoggiata da una comunità appassionata che contribuisce e crea contenuti per tutti a godere. [ Unire noi oggi] ({}) e aiutarci a migliorare! (c) Obsidion-dev
nl_nl: Deze bot is een instance van [ Obsidion, een open source Discord bot] ({ }) gemaakt door [Darkflame72]({ }) en [ verbeterd door veel] ({ }). Obsidion wordt ondersteund door een gepassioneerde gemeenschap die bijdraagt en inhoud creÃ«ert voor iedereen om te genieten. [ Join us today] ({ }) en help ons verbeteren! (c) Obsidion-dev
pl_pl: Ten bot jest instancją [ Obsidion, an open source Discord bot] ({}) utworzoną przez [Darkflame72]({}) i [ ulepszona przez wiele] ({}). Obsidion jest wspierany przez pasjonatów, które przyczyniają się i tworzą treści dla każdego, aby cieszyć się. [ Dołącz do nas dzisiaj] ({}) i pomóż nam poprawić! (c) Obsidion-dev
pt_pt: Este bot é uma instância de [Obsidion, um open source Discord bot] ({}) criado por [Darkflame72]({}) e [melhorado por muitos] ({}). Obsidion é apoiado por uma comunidade apaixonada que contribui e cria conteúdo para que todos desfrutem. [Juntar-nos hoje] ({}) e ajudar-nos a melhorar! (c) Obsidion-dev
ro_ro: Acest bot este o instanţă a [ Obsidion, un bot de eliminare sursă deschisă] ({ }) creat de [Darkflame72]({ }) şi [ îmbunătăţit de mulţi] ({ }). Obsidion este susţinut de o comunitate pasionată care contribuie şi creează conţinut pentru ca toată lumea să se bucure. [ Alăturaţi-vă astăzi] ({ }) şi ajutaţi-ne să ne îmbunătăţim! (c) Obsidion-dev
ru_ru: Этот бот является экземпляром [ Obsidion, Open source Discord bot] ({ }), созданного на основе [Darkflame72]({ }) и [ улучшен многими] ({ }). Obsidion поддерживает страстное сообщество, которое способствует и создает контент для всех желающих. [ Присоединяйтесь к нам сегодня] ({ }) и помогите нам улучшить! (с) Обсидион-дев
sv_se: Den här boten är en förekomst av [ Obsidion, en öppen källkod ] ({ }) som skapats av [Darkflame72]({ }) och [ förbättrats med många ] ({ }). Obsidion stöds av en passionerad gemenskap som bidrar och skapar innehåll för alla att njuta av. [ Delta i dag ] ({ }) och hjälp oss att förbättra! (c) Obsidion-dev
tr_tr: Bu bot, [Darkflame72]({ }) tarafından oluşturulan ve [ birçok] ({ }) tarafından geliştirilmiş olan bir [ Obsidion, bir açık kaynak Discord bot] ({ }) eşgörünümü ve [ { }). Obsidion, herkes için katkıda bulunan ve içeriği oluşturan tutkulu bir topluluk tarafından destekleniyor. [ Bugün bize katılın] ({ }) ve gelişmemize yardımcı olun! (c) Obsidion-dev

source: Bringing joy since 23rd March 2020 (over {} days ago!)
ar_sa: جلب البهجة منذ 23 مارس 2020 (أكثر من { } أيام ماضية !)
cs_cz: Přinášet radost od 23. března 2020 (před {} dny zpět!)
de_de: Bringt Freude seit dem 23. März 2020 (vor über {} Tagen!)
el_gr: Φέρνοντας χαρά από τις 23 Μαρτίου 2020 (πάνω από {} ημέρες πριν!)
es_es: Trayendo alegría desde el 23 de marzo de 2020 (hace más de {} días!)
fr_fr: Rapprocher la joie depuis le 23 mars 2020 (il y a plus de { } jours !)
he_il: מביא שמחה מאז 23 במרץ 2020 (מעל {} לפני ימים!)
it_it: Portando gioia dal 23 marzo 2020 (over {} giorni fa!)
nl_nl: Het brengen van vreugde sinds 23 maart 2020 (over { } dagen geleden!)
pl_pl: Przynosząc radość od 23 marca 2020 (ponad {} dni temu!)
pt_pt: Trazendo alegria desde 23 de março de 2020 (mais de {} dias atrás!)
ro_ro: Aducerea bucuriei din 23 martie 2020 (peste { } zile în urmă!)
ru_ru: Приносит радость с 23 марта 2020 года (более { } дней назад!)
sv_se: Glädjedödare sedan 23 mars 2020 (över { } dagar sedan!)
tr_tr: 23 mart 2020 ' den bu yana sevinç getiriyorum ({ } gün önce!)
vi_vn: Mang lại niềm vui kể từ ngày 23 tháng 3 năm 2020 (hơn {} ngày trước!)

source: Shows Obsidion's uptime.
ar_sa: يظهر وقت (أوبزيديون) للموعد
cs_cz: Zobrazí dobu činnosti objektu.
de_de: Zeigt Obsidion's Uptime an.
el_gr: Δείχνει το uptime του Obsidion.
es_es: Muestra el tiempo de actividad de Obsidion.
fr_fr: Affiche le temps d'uptime d'Obsidion.
he_il: מציג את הזמן של אוסידיון.
it_it: Mostra l'uptime di Obsidion.
nl_nl: Toont Obsidion's uptime.
pl_pl: Pokazuje uptime Obsidion.
pt_pt: Mostra o uptime de Obsidion.
ro_ro: Arată timpul lui Obsidion.
ru_ru: Показывает время Обсидиона.
sv_se: Visar Obsidions uptid.
tr_tr: Obsidion 'un zamanını gösterir.
vi_vn: Đó là thời khắc của Obsidion.

source: Less than one second
ar_sa: أقل من ثانية واحدة
cs_cz: Méně než jedna sekunda
de_de: Weniger als eine Sekunde
el_gr: Λιγότερο από ένα δευτερόλεπτο.
es_es: Menos de un segundo
fr_fr: Moins d'une seconde
he_il: פחות משני
it_it: Meno di un secondo
nl_nl: Minder dan een seconde
pl_pl: Mniej niż jedna sekunda
pt_pt: Menos de um segundo
ro_ro: Mai puţin de o secundă
ru_ru: Менее одной секунды
sv_se: Mindre än en sekund
tr_tr: Bir saniyeden az
vi_vn: Ít hơn một giây

source: Been up for: **{time_quantity}** (since {timestamp} UTC)
ar_sa: بالنسبة الى : **{time_quantity}** (منذ {timestamp} UTC)
cs_cz: Bylo spuštěno pro: **{time_quantity}** (od {timestamp} UTC)
de_de: Stand oben für: **{time_quantity}** (seit {timestamp} UTC)
el_gr: Έχει αυξηθεί για: **{time_quantity}** (από {timestamp} UTC)
es_es: Estado arriba para: **{time_quantity}** (desde {timestamp} UTC)
fr_fr: Been up for: **{time_quantity}** (depuis {timestamp} UTC)
he_il: היה עד עבור: **{time_quantity}** (מאז {timestamp} UTC)
it_it: Formato per: **{time_quantity}** (dal {timestamp} UTC)
nl_nl: Zijn opgestaan voor: **{time_quantity}** (sinds {timestamp} UTC)
pl_pl: Był dla: **{time_quantity}** (od {timestamp} UTC)
pt_pt: Foi para cima para: **{time_quantity}** (desde {timestamp} UTC)
ro_ro: S-a ridicat pentru: **{time_quantity}** (de la {timestamp} UTC)
ru_ru: Не работает: **{time_quantity}** (с {timestamp} UTC)
sv_se: Varit uppe för: **{time_quantity}** (sedan {timestamp} UTC)
tr_tr: Şu şekilde: **{time_quantity}** ( {timestamp} UTC ' den beri)

source: Invite the bot to your server.
ar_sa: قم بدعوة رئيس آلي لوحدة الخدمة الخاصة بك.
cs_cz: Pozvěte na svůj server robot.
de_de: Laden Sie den Bot auf Ihren Server ein.
el_gr: Καλέστε το bot στον εξυπηρετητή σας.
es_es: Invite el bot al servidor.
fr_fr: Invitez le robot à votre serveur.
he_il: הזמינו את הרובוט לשרת שלכם.
it_it: Invita il bot al tuo server.
nl_nl: Nodig de bot uit op uw server.
pl_pl: Zaproś bota do swojego serwera.
pt_pt: Convide o bot para o seu servidor.
ro_ro: Invitare bot la serverul dumneavoastră.
ru_ru: Пригласить бота на ваш сервер.
sv_se: Bjud in roboten till servern.
tr_tr: Robotu sunucunuza davet edin.
vi_vn: Mời bot đến máy chủ của bạn.

source: You can invite {name} to your Discord server by [clicking here]({invite}).
ar_sa: يمكنك دعوة {name} الى وحدة خدمة Disكابلات الخاصة بك من خلال [ الضغط هنا ] ({invite}).
cs_cz: Do vašeho serveru Discord můžete pozvat {name} klepnutím sem ({invite}).
de_de: Sie können {name} zu Ihrem Discord-Server einladen, indem Sie [hier klicken] ({invite}).
el_gr: Μπορείτε να προσκαλέσετε {name} στον εξυπηρετητή Discord πατώντας [εδώ] ({invite}).
es_es: Puede invitar {name} a su servidor de Discord haciendo clic aquí ({invite}).
fr_fr: Vous pouvez inviter le {name} à votre serveur Discord en [ cliquant ici ] ({invite}).
he_il: ניתן להזמין {name} לשרת זניחה שלכם על-ידי [לחיצה כאן] ({invite}).
it_it: Puoi invitare {name} al tuo server Discordo da [ cliccando qui] ({invite}).
nl_nl: U kunt {name} uitnodigen voor uw Discord server door [ hier klikken] ({invite}).
pl_pl: Możesz zaprosić {name} do swojego serwera Discord przez [ klikając tutaj] ({invite}).
pt_pt: Você pode convidar {name} para o seu servidor Discórdia por [clicando aqui] ({invite}).
ro_ro: Puteţi invita {name} la serverul dumneavoastră de eliminare prin [ clic aici] ({invite}).
ru_ru: Вы можете пригласить на сервер Discord {name} [ здесь] ({invite}).
sv_se: Du kan bjuda in {name} till Discord-servern genom att [ klicka här ] ({invite}).
tr_tr: {name} 'yi, Discord sunucunuza [ burayı tıklatarak] ({invite}) davet ederek davet edebilirsiniz.

source: Leaves the current server.
ar_sa: لترك وحدة الخدمة الحالية.
cs_cz: Opustí aktuální server.
de_de: Verlässt den aktuellen Server.
el_gr: Αφήνει τον τρέχοντα διακομιστή.
es_es: Deja el servidor actual.
fr_fr: Enregistre le serveur en cours.
he_il: משאיר את השרת הנוכחי.
it_it: Lascia il server corrente.
nl_nl: De huidige server verlaten.
pl_pl: Opuszcza bieżący serwer.
pt_pt: Deixa o servidor atual.
ro_ro: Părăseşte serverul curent.
ru_ru: Оставляет текущий сервер.
sv_se: Sparar den aktuella servern.
tr_tr: Yürürlükteki sunucuyu bırakır.
vi_vn: Rời khỏi máy chủ hiện thời.

source: Are you sure you want me to leave this server? (y/n)
ar_sa: هل أنت متأكد من أنك تريد مني ترك وحدة الخدمة هذه ؟ (ن / ن)
cs_cz: Jste si jistý, že chcete, abych opustil tento server? (a/n)
de_de: Sind Sie sicher, dass ich diesen Server verlassen möchte? (j/n)
el_gr: Είστε βέβαιοι ότι θέλετε να φύγω από αυτόν τον διακομιστή? (ν/ν)
es_es: ¿Está seguro de que desea que deje este servidor? (sí/n)
fr_fr: Etes-vous sûr de vouloir que je quitte ce serveur? (o/n)
he_il: אתה בטוח שאתה רוצה שאעזוב את השרת? (י/ן)
it_it: Sei sicuro di volere che lasci questo server? (y/n)
nl_nl: Weet u zeker dat u wilt dat ik deze server verlaat? (j/n)
pl_pl: Jesteś pewien, że chcesz, żebym zostawił ten serwer? (t/n)
pt_pt: Tem certeza de que quer que eu deixe esse servidor? (s/n)
ru_ru: Вы уверены, что хотите, чтобы я оставил этот сервер? (д/н)
sv_se: Är du säker på att du vill att jag ska lämna den här servern? (j/n)
tr_tr: Bu sunucuyu bırakmamı istediğinizden emin misiniz? (y/n)
vi_vn: Anh có chắc là anh muốn tôi rời khỏi máy chủ này không? (y/n)

source: Response timed out.
ar_sa: انتهى وقت الاستجابة.
cs_cz: Vypršel časový limit odezvy.
de_de: Die Antwort wurde überschritten.
el_gr: Η απόκριση έληξε.
es_es: Tiempo de espera excedido de respuesta
fr_fr: Le délai de réponse a expiré.
he_il: התגובה חרגה ממגבלת הזמן.
it_it: Risposta in timeout.
nl_nl: Timeout opgetreden.
pl_pl: Przekroczono limit czasu odpowiedzi.
pt_pt: Resposta cronomeada para fora.
ro_ro: Răspunsul a expirat.
ru_ru: Истек тайм-аут ответа.
sv_se: Tidsgräns överskreds.
tr_tr: Yanıt zamanaşımına uğradı.
vi_vn: Hết thời gian phản hồi.

source: Alright. Bye :wave:
ar_sa: بخير. إلى اللقاء :wave:
cs_cz: Tak jo. Ahoj :wave:
el_gr: Εντάξει. Αντίο :wave:
fr_fr: Bien. Bye :wave:
he_il: בסדר. ביי :wave:
it_it: Va bene. Ciao :wave:
nl_nl: Goed. Bye :wave:
pl_pl: W porządku. Bye :wave:
pt_pt: Tudo bem. Bye :wave:
ro_ro: Bine. Bye :wave:
ru_ru: Хорошо. Пока :wave:
sv_se: Då så. Bye :wave:
tr_tr: Tamam. Güle güle :wave:
vi_vn: Được rồi. Bye :wave:

source: Leaving guild '{}'
ar_sa: ترك الغيلة '{ }'
cs_cz: Opouštění gid '{}'
de_de: Guild '{}' wird verlassen
el_gr: Αφήνοντας την συντεχνία ' {} '
es_es: Dejando el gremio '{}'
fr_fr: Départ de la guilde'{ }'
he_il: עזיבת הגילדה ' {} '
it_it: Lasciare la corporazione '{}'
nl_nl: Bezig met verlaten van guild '{ }'
pl_pl: Pozostawianie gildii '{}'
pt_pt: Deixando o grêmio '{}'
ro_ro: Părăsire bresd '{ }'
ru_ru: Выход из гильдии '{ }'
sv_se: Lämnar guild '{ }'
tr_tr: '{ }' loncası bırakılıyor
vi_vn: Để lại guild '{}'

source: Alright, I'll stay then. :)
ar_sa: حسنا ، سأبقى إذا :)
cs_cz: Dobře, zůstanu tam. :)
de_de: Gut, ich bleibe dann. :)
el_gr: Εντάξει, θα μείνω τότε. :)
fr_fr: D'accord, je resterai alors. :)
he_il: בסדר, אני אשאר אז. :)
it_it: Va bene, resterò allora. :)
nl_nl: Goed, dan blijf ik. :)
pl_pl: W porządku, ja zostanę wtedy. :)
pt_pt: Tudo bem, eu vou ficar então. :)
ro_ro: În regulă, voi rămâne atunci. :)
ru_ru: Ладно, я останусь. :)
sv_se: Okej, jag stannar då. :)
tr_tr: Peki, o zaman ben kalırım. :)
vi_vn: Được rồi, tôi sẽ ở lại. :)

source: Lists and allows [botname] to leave servers.
ar_sa: لعرض والسماح الى [botname] بترك وحدات الخدمة.
cs_cz: Vypíše a povoluje [botname] opustit servery.
de_de: Listet die Server auf, und ermöglicht [botname] , Server zu verlassen.
el_gr: Λίστα και επιτρέπει [botname] να αφήσει τους διακομιστές.
es_es: Lista y permite que [botname] deje servidores.
fr_fr: Répertorie et permet de laisser les serveurs [botname].
he_il: מפרט ומאפשר [botname] לעזוב שרתים.
it_it: Elenca e consente a [botname] di lasciare server.
nl_nl: Bevat een lijst en maakt [botname] mogelijk om servers te verlaten.
pl_pl: Wyświetla listę i umożliwia [botname] opuszczanie serwerów.
pt_pt: Lista e permite que [botname] deixe servidores.
ru_ru: Выводит список и позволяет оставлять серверы [botname].
sv_se: Listor och tillåter [botname] att lämna servrar.
tr_tr: [botname] 'nin sunucuları listelemenizi ve bu sunuculardan izin vermelerini sağlar.
vi_vn: Lists và cho phép [botname] để rời khỏi máy chủ.

source: To leave a server, just type its number.
ar_sa: لترك وحدة خدمة ، قم فقط بادخال رقمها.
cs_cz: Chcete-li opustit server, napište jeho číslo.
de_de: Um einen Server zu verlassen, geben Sie einfach seine Nummer ein.
el_gr: Για να αφήσετε ένα διακομιστή, απλά πληκτρολογήστε τον αριθμό του.
es_es: Para dejar un servidor, escriba su número.
fr_fr: Pour quitter un serveur, entrez son numéro.
he_il: כדי להשאיר שרת, הקלידו את המספר שלו.
it_it: Per lasciare un server basta digitare il suo numero.
nl_nl: Om een server te verlaten, typ gewoon het nummer.
pl_pl: Aby pozostawić serwer, wystarczy wpisać jego numer.
pt_pt: Para deixar um servidor, basta digitar seu número.
ro_ro: Pentru a părăsi un server, doar tastaţi numărul său.
ru_ru: Чтобы оставить сервер, введите его номер.
sv_se: Om du vill lämna en server skriver du bara dess nummer.
tr_tr: Bir sunucuyu bırakmak için, yalnızca numarasını yazın.
vi_vn: Để rời khỏi máy chủ, hãy gõ số của nó.

source: I cannot leave a guild I am the owner of.
ar_sa: لا يمكنني ترك نقابة أنا المالك لها
cs_cz: Nemůžu nechat guldu, jsem majitelem.
de_de: Ich kann eine Gilde nicht verlassen Ich bin der Besitzer von.
el_gr: Δεν μπορώ να αφήσω μια συντεχνία που είμαι ιδιοκτήτρια.
es_es: No puedo dejar un gremio del que soy dueño.
fr_fr: Je ne peux pas quitter une guilde dont je suis le propriétaire.
he_il: אני לא יכול לעזוב את הגילדה אני הבעלים של.
it_it: Non posso lasciare una corporazione di cui sono proprietario.
nl_nl: Ik kan een gilde niet verlaten waar ik de eigenaar van ben.
pl_pl: Nie mogę zostawić gildii, której jestem właścicielem.
pt_pt: Não posso deixar um grêmio eu sou o dono.
ru_ru: Я не могу оставить гильдию, владельцем которой я являюсь.
sv_se: Jag kan inte lämna ett gille som jag är ägare till.
tr_tr: Sahip olduğum bir gulden ayrılamayacağım.
vi_vn: Tôi không thể để lại một cái guild tôi là chủ của nó.

source: Are you sure you want me to leave {}? (yes/no)
ar_sa: هل أنت متأكد من أنك تريد مني ترك { } ؟ (نعم / لا)
cs_cz: Jste si jisti, že chcete, abych opustil {}? (ano/ne)
de_de: Sind Sie sicher, dass ich {} ablasse? (ja/nein)
el_gr: Είσαι σίγουρος ότι θέλεις να φύγω; ναι/όχι)
es_es: ¿Está seguro de que desea que deje {}? (sí/no)
fr_fr: Etes-vous sûr de vouloir que je quitte { }? (oui/non)
he_il: את בטוחה שאת רוצה שאעזוב? (כן/לא)
it_it: Sei sicuro di volermi lasciare {}? (sì/no)
nl_nl: Weet u zeker dat u wilt dat ik weg ga? (ja/neen)
pl_pl: Jesteś pewien, że chcesz, żebym wyjechała z {}? (tak/nie)
pt_pt: Tem certeza de que quer que eu saia {}? (yes/não)
ro_ro: Sunteţi sigur că vreţi să părăsiţi { }? (da/nu)
ru_ru: Ты уверен, что хочешь, чтобы я уеду? (да/нет)
sv_se: Är du säker på att du vill att jag ska lämna { }? (ja/nej)
tr_tr: { } ' dan ayrılmamı istediğinizden emin misiniz? (evet/hayır)
vi_vn: Anh có chắc là muốn tôi rời khỏi đây không? (có/không)

source: Done.
ar_sa: إنتهينا
cs_cz: Hotovo.
de_de: Erledigt.
el_gr: -Έγινε.
es_es: Hecho.
fr_fr: Fait.
he_il: בוצע.
it_it: Fatto.
nl_nl: Klaar.
pl_pl: Gotowe.
pt_pt: Feito.
ru_ru: Готово.
sv_se: -Okej.
tr_tr: Bitti.
vi_vn: Xong.

source: Alright then.
ar_sa: حسنا ثم.
cs_cz: Tak dobře.
de_de: Alright dann.
el_gr: Εντάξει τότε.
es_es: Alright entonces.
fr_fr: D'accord, alors.
he_il: בסדר גמור אם כך.
it_it: Bene allora.
nl_nl: Goed dan.
pl_pl: W takim razie.
pt_pt: Tudo bem então.
ru_ru: Хорошо.
sv_se: Okej då.
tr_tr: Tamam o zaman.
vi_vn: Được rồi.

source: Get info about Obsidion's licenses.
ar_sa: الحصول على معلومات عن رخص Obesion.
cs_cz: Získejte informace o licencích typu Obsidion.
de_de: Erhalten Sie Informationen über Obsidions Lizenzen.
el_gr: Πάρτε πληροφορίες σχετικά με τις άδειες του Obsidion.
es_es: Obtener información sobre las licencias de Obsidion.
fr_fr: Obtenez des informations sur les licences d'Obsidion.
he_il: קבל מידע על הרשיונות של Obsidion.
it_it: Ottieni info sulle licenze di Obsidion.
nl_nl: Get info over Obsidion's licenties.
pl_pl: Pobierz informacje o licencjach Obsidion.
pt_pt: Obtenha informações sobre as licenças do Obsidion.
ro_ro: Obţine informaţii despre licenţele lui Obsidion.
ru_ru: Получить информацию о лицензиях Obsidion.
sv_se: Hämta information om Obsidions licenser.
tr_tr: Obsidion 'un lisansları hakkında bilgi alın.
