Repository: Cubicdd/Obsidion
Catalog: obsidion/core/locales/*.po
Languages: ar_sa, cs_cz, de_de, el_gr, es_es, fr_fr, he_il, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, vi_vn

source: That command is still completing, it can only be used {number} times per {type} concurrently.
ar_sa: ولا يزال يتم استكمال هذا الأمر ، يمكن استخدامه فقط {number} مرة في كل من {type} في نفس الوقت.
cs_cz: Tento příkaz se stále dokončuje, může být použit pouze {number} krát za {type} souběžně.
de_de: Dieser Befehl ist noch beendet, er kann nur {number} Mal pro {type} gleichzeitig verwendet werden.
el_gr: Αυτή η εντολή εξακολουθεί να εκτελείται, μπορεί να χρησιμοποιηθεί μόνο {number} φορές ανά {type} ταυτόχρονα.
es_es: Ese mandato todavía se está completando, sólo se puede utilizar {number} veces por {type} simultáneamente.
fr_fr: Cette commande est toujours en cours d'exécution, elle ne peut être utilisée que {number} fois par {type} simultanément.
he_il: פקודה זו עדיין מסתיימת, ניתן להשתמש בה רק {number} פעמים לכל {type} בו-זמנית.
it_it: Quel comando è ancora completato, può essere utilizzato solo {number} volte per {type} conattualmente.
nl_nl: Die opdracht is nog steeds voltooid, het kan alleen worden gebruikt {number} keer per {type} gelijktijdig.
pl_pl: Ta komenda nadal kończy działanie, może być używana jednocześnie tylko {number} razy na {type}.
pt_pt: Esse comando ainda está completando, ele só pode ser usado {number} vezes por {type} simultaneamente.
ro_ro: Acea comandă este în continuare finalizată, poate fi folosită doar de {number} ori pe {type} în mod concurent.
sv_se: Detta kommando är fortfarande slutförande, det kan endast användas {number} gånger per {type} samtidigt.
tr_tr: Bu komut hala tamamlanıyor, ancak {number} kez koşutzamanlı olarak {type} kez kullanılabilir.

source: That command is still completing, it can only be used once per {type} concurrently.
ar_sa: لا يزال يتم استكمال هذا الأمر ، يمكن استخدامه مرة واحدة فقط لكل {type} في نفس الوقت.
cs_cz: Tento příkaz se stále dokončuje, může být použit pouze jednou za {type} souběžně.
de_de: Dieser Befehl wird immer noch ausgeführt, er kann nur einmal pro {type} gleichzeitig verwendet werden.
el_gr: Αυτή η εντολή εξακολουθεί να εκτελείται, μπορεί να χρησιμοποιηθεί μόνο μία φορά ανά {type} ταυτόχρονα.
es_es: Ese mandato todavía se está completando, sólo se puede utilizar una vez por cada {type} de forma simultánea.
fr_fr: Cette commande est toujours en cours d'exécution, elle ne peut être utilisée qu'une seule fois par {type} simultanément.
he_il: פקודה זו עדיין מסתיימת, ניתן להשתמש בה רק פעם אחת לכל {type} במקביל.
it_it: Quel comando è ancora completato, può essere utilizzato solo una volta per {type} conattualmente.
nl_nl: Die opdracht is nog steeds voltooid, het kan slechts eenmaal per {type} gelijktijdig worden gebruikt.
pl_pl: Ta komenda nadal kończy działanie, może być używana jednocześnie tylko raz na {type}.
pt_pt: Esse comando ainda está completando, ele só pode ser usado uma vez por {type} conatualmente.
ro_ro: Acea comandă este încă finalizată, poate fi folosită o singură dată la {type} în mod concurent.
ru_ru: Эта команда все еще выполняется, ее можно использовать только один раз в {type} одновременно.
sv_se: Kommandot kan bara användas en gång per {type} samtidigt.
tr_tr: Bu komut hala tamamlanıyor, ancak {type} başına bir kez koşutzamanlı olarak kullanılabilir.
vi_vn: Lệnh này vẫn đang hoàn thành, nó chỉ có thể được sử dụng một lần trên {type} đồng thời.

source: Too many people using this command. It can only be used {number} times per {type} concurrently.
ar_sa: يوجد عدد كبير جدا من الأشخاص الذين يستخدمن هذا الأمر. ويمكن استخدامه فقط {number} مرة في كل من {type} في نفس الوقت.
cs_cz: Tento příkaz používá příliš mnoho lidí. Lze jej použít pouze {number} krát za {type} souběžně.
de_de: Zu viele Personen mit diesem Befehl. Es kann nur {number} Mal pro {type} gleichzeitig verwendet werden.
el_gr: Πολλοί άνθρωποι χρησιμοποιούν αυτή την εντολή. Μπορεί να χρησιμοποιηθεί μόνο {number} φορές ανά {type} ταυτόχρονα.
es_es: Demasiadas personas que utilizan este mandato. Sólo se puede utilizar {number} veces por {type} simultáneamente.
fr_fr: Trop de personnes utilisant cette commande. Il ne peut être utilisé que {number} fois par {type} simultanément.
he_il: יותר מדי אנשים משתמשים בפקודה זו. ניתן להשתמש בו רק {number} פעמים לכל {type} בו-זמנית.
it_it: Troppe persone che usano questo comando. Può essere utilizzato solo {number} volte per {type} conattualmente.
nl_nl: Te veel mensen met deze opdracht. Het kan alleen worden gebruikt {number} keer per {type} gelijktijdig.
pl_pl: Za dużo osób korzystających z tej komendy. Może być używany tylko {number} razy na {type} jednocześnie.
pt_pt: Muitas pessoas usando este comando. Ele só pode ser usado {number} vezes por {type} conatualmente.
ro_ro: Prea mulţi oameni care folosesc această comandă. Poate fi folosit doar de {number} ori pe {type} in mod concurent.
ru_ru: Слишком много людей используют эту команду. Можно использовать только {number} раз за {type} одновременно.
sv_se: Det är för många som använder det här kommandot. Den kan bara användas {number} gånger per {type} samtidigt.
tr_tr: Bu komutu kullanan çok sayıda kişi var. {type} koşutzamanlı olarak yalnızca {number} kez kullanılabilir.

source: Too many people using this command. It can only be used once per {type} concurrently.
ar_sa: يوجد عدد كبير جدا من الأشخاص الذين يستخدمن هذا الأمر. يمكن استخدامها مرة واحدة فقط لكل {type} في نفس الوقت.
cs_cz: Tento příkaz používá příliš mnoho lidí. Lze ji použít pouze jednou za {type} souběžně.
de_de: Zu viele Personen mit diesem Befehl. Es kann nur einmal pro {type} gleichzeitig verwendet werden.
el_gr: Πολλοί άνθρωποι χρησιμοποιούν αυτή την εντολή. Μπορεί να χρησιμοποιηθεί μόνο μία φορά ανά {type} ταυτόχρονα.
es_es: Demasiadas personas que utilizan este mandato. Sólo se puede utilizar una vez por cada {type} de forma simultánea.
fr_fr: Trop de personnes utilisant cette commande. Il ne peut être utilisé qu'une seule fois par {type}.
he_il: יותר מדי אנשים משתמשים בפקודה זו. ניתן להשתמש בו רק פעם אחת עבור {type} בו-זמנית.
it_it: Troppe persone che usano questo comando. Può essere utilizzato solo una volta per {type} conattualmente.
nl_nl: Te veel mensen met deze opdracht. Het kan slechts eenmaal per {type} gelijktijdig worden gebruikt.
pl_pl: Za dużo osób korzystających z tej komendy. Można go używać tylko raz na {type} jednocześnie.
pt_pt: Muitas pessoas usando este comando. Ele só pode ser usado uma vez por {type} conatualmente.
ro_ro: Prea mulţi oameni care folosesc această comandă. Poate fi folosit doar o dată pe {type} în mod concurent.
ru_ru: Слишком много людей используют эту команду. Он может использоваться только один раз в {type} одновременно.
sv_se: Det är för många som använder det här kommandot. Den kan endast användas en gång per {type} samtidigt.
tr_tr: Bu komutu kullanan çok sayıda kişi var. Yalnızca {type} koşutzamanlı olarak bir kez kullanılabilir.
vi_vn: Quá nhiều người dùng lệnh này. Nó chỉ có thể được sử dụng một lần trên {type} đồng thời.
