Repository: Cubicdd/Obsidion
Catalog: obsidion/core/locales/*.po
Languages: ar_sa, cs_cz, de_de, el_gr, es_es, fr_fr, he_il, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, vi_vn

source: Open an interactive REPL. The REPL will only recognise code as messages which start with a backtick. This includes codeblocks, and as such multiple lines can be evaluated.
ar_sa: قم بفتح REPL التفاعلي. سيقوم REPL بالتعرف على الكود كالرسائل التي تبدأ بالنسخة الاحتياطية . وهذا يتضمن Codeblocks ، ويمكن أن يتم تقييم العديد من الخطوط بحيث تكون تم تقييمها.
cs_cz: Open an interactive REPL. REPL bude rozpoznávat kód pouze jako zprávy, které začínají od backtick. To zahrnuje odblokování, a jako takové vícenásobné řádky může být vyhodnoceno .
de_de: Öffnen Sie eine interaktive REPL. Der REPL erkennt Code nur als Nachrichten, die mit einem Backtick beginnen. Dies schließt Codeblöcke ein, und als solche mehrere Zeilen können ausgewertet werden.
el_gr: Ανοίξτε ένα διαδραστικό REPL. Η REPL θα αναγνωρίσει μόνο τον κώδικα ως μηνύματα που ξεκινούν με μια backtick . Αυτό περιλαμβάνει codeblocks, και καθώς τέτοιες πολλές γραμμές μπορεί να είναι αξιολογηθεί.
es_es: Abrir una REPL interactiva. La REPL sólo reconocerá el código como mensajes que comienzan con una marca de retroceso de . Esto incluye bloques de códigos, y como tales líneas múltiples pueden ser evaluados.
fr_fr: Ouvrez un REPL interactif. Le REPL ne reconnaît le code que comme des messages qui commencent par un backtick . Cela inclut les codeblocks, et comme ces lignes multiples peuvent être évaluées.
he_il: פתיחת REPL אינטראקטיבית. ה-REPL יזהה רק קוד כהודעות המתחילות עם backtick . דבר זה כולל קודי קוד, וכשורות מרובות כגון זה יכול להיות הערכה.
it_it: Open an interactive REPL. Il REPL riconoscerà solo il codice come messaggi che iniziano con un backtick di . Questo include i codeblock, e come tali linee multiple possono essere valutate.
nl_nl: Open een interactieve REPL. De REPL herkent code alleen als berichten die beginnen met een backtick. Dit omvat codeblocks, en als dergelijke meerdere regels kunnen worden geÃ«valueerd.
pl_pl: Otwórz interaktywny REPL. REPL będzie rozpoznawać kod tylko jako wiadomości, które zaczynają się od backtick . Obejmuje to bloki kodowe, a jako takie wiele wierszy może być wartościowane .
pt_pt: Abra um REPL interativo. O REPL só reconhecerá código como mensagens que começam com um backtick de . Isso inclui codeblocos, e como tais linhas múltiplas podem ser avaliadas.
ro_ro: Deschideţi un REPL interactiv. REPL va recunoaşte doar codul ca mesaje care încep cu un backbick de . Aceasta include codeblocks şi, deoarece astfel de linii multiple pot fi de evaluate.
ru_ru: Откройте интерактивный REPL. REPL распознает код только как сообщения, начинающие с обратной отметки . Это включает в себя codeblocks, и в качестве таких нескольких строк может быть произведена оценка .
sv_se: Öppna ett interaktivt REPL. . REPL kommer bara att känna igen kod som meddelanden som börjar med en -backtick. Detta inkluderar kodblock, och som sådana kan flera rader vara .
tr_tr: Etkileşimli bir REPL açın. REPL, kodu yalnızca arka kenetiyle başlayan iletiler olarak tanıyacaktır. Bu, kod öbeklerini içerir ve bu tür birden çok satır olarak değerlendirilebilir.

source: Already running a REPL session in this channel. Exit it with `quit`.
ar_sa: جاري بالفعل تشغيل جلسة REPL في هذه القناة. الخروج منه مع "الإقلاع عن التدخين".
cs_cz: V tomto kanálu již probíhá relace REPL. Ukončit jej příkazem ` quit `.
de_de: Es wird bereits eine REPL-Sitzung in diesem Kanal ausgeführt. Beenden Sie es mit ` quit `.
el_gr: Ήδη εκτελείται μια συνεδρία REPL σε αυτό το κανάλι. Βγείτε έξω με το "Παραιτείστε".
es_es: Ya se está ejecutando una sesión de REPL en este canal. Salir de él con ` quit `.
fr_fr: Une session REPL est déjà en cours d'exécution dans ce canal. Quitez-le avec ` quit `.
he_il: כבר מריץ מהלך עבודה של REPL בערוץ זה. צא מזה עם 'פרש'.
it_it: Già esecuzione di una sessione REPL in questo canale. Uscire con ` quit `.
nl_nl: Er is al een REPL-sessie in dit kanaal uitgevoerd. Sluit het af met ` quit '.
pl_pl: Już w tym kanale uruchomiona została sesja REPL. Wyjdź z programu ` quit `.
pt_pt: Já executando uma sessão REPL neste canal. Sair dele com ` quit `.
ro_ro: Rulează deja o sesiune REPL în acest canal. Ieşiţi din el cu " quit `.
ru_ru: В этом канале уже выполняется сеанс REPL. Закройте его с помощью ` quit `.
sv_se: Du har redan kört en REPL-session i den här kanalen. Avsluta det med "sluta".
tr_tr: Bu kanalda zaten bir REPL oturumu çalıştırılıyor. "İşi bırak" ile çık.
vi_vn: Đã chạy phiên chạy REPL trong kênh này. Thoát khỏi nó với 'bỏ'.

source: Already running a REPL session in this channel. Resume the REPL with `{}repl resume`.
ar_sa: جاري بالفعل تشغيل جلسة REPL في هذه القناة. قم باستكمال REPL مع اعادة '{ } اعادة بدء'.
cs_cz: V tomto kanálu již probíhá relace REPL. Obnovte REPL s ` {} repl resume `.
de_de: Es wird bereits eine REPL-Sitzung in diesem Kanal ausgeführt. Setzen Sie die REPL wieder mit ` {} repl resume ` fort.
el_gr: Ήδη εκτελείται μια συνεδρία REPL σε αυτό το κανάλι. Συνέχιση της REPL με το "{} repl συνεχίσετε".
es_es: Ya se está ejecutando una sesión de REPL en este canal. Reanude la REPL con ` {} repl resume `.
fr_fr: Une session REPL est déjà en cours d'exécution dans ce canal. Reprenez REPL avec ` { } repl resume `.
he_il: כבר מריץ מהלך עבודה של REPL בערוץ זה. חדשו את ה-REPL עם קורות החיים של סול ' {}.
it_it: Già esecuzione di una sessione REPL in questo canale. Riprendere il REPL con ` {} repl riprendere `.
nl_nl: Er is al een REPL-sessie in dit kanaal uitgevoerd. Hervat de REPL met '{ } repl resume'.
pl_pl: Już w tym kanale uruchomiona została sesja REPL. Wznów recenzje REPL z ` {} repl resume `.
pt_pt: Já executando uma sessão REPL neste canal. Retomar o REPL com ` {} reinício repl `.
ro_ro: Rulează deja o sesiune REPL în acest canal. Reluaţi REPL cu ' { } repl ref `.
ru_ru: В этом канале уже выполняется сеанс REPL. Возобновите REPL с помощью ` { } repl resume `.
sv_se: Du har redan kört en REPL-session i den här kanalen. Återuppta REPL med "{ } repl CV".
tr_tr: Bu kanalda zaten bir REPL oturumu çalıştırılıyor. REPL ' yi ` { } repl sürdür ` ile sürdürün.
vi_vn: Đã chạy phiên chạy REPL trong kênh này. Tiếp tục lại REPL với ` {} repl resume `.

source: Enter code to execute or evaluate. `exit()` or `quit` to exit. `{}repl pause` to pause.
ar_sa: أدخل الكود الذي سيتم تنفيذه أو تقييمه. "خروج ()" أو "ترك" للخروج. ايقاف ' { } ايقاف مؤقت للايقاف المؤقت.
cs_cz: Zadejte kód k provedení nebo vyhodnocení. ` exit () ` nebo ` quit ` pro ukončení. ' {} repl pause ` to pause.
de_de: Geben Sie Code für die Ausführung oder Auswertung ein. ` exit () ` oder ` quit `, um den Vorgang zu beenden. ` {} repl pause ` zum Anhalten.
el_gr: Καταχωρήστε κώδικα για εκτέλεση ή αποτίμηση. "έξοδος ()" ή "παραιτηθεί" για την έξοδο. "Η παύση" θα σταματήσει.
es_es: Especifique el código para ejecutar o evaluar. ` exit () ` or ` quit ` to exit. ` {} repl pause ` to pause.
fr_fr: Entrez le code à exécuter ou à évaluer. ` quitter () ` ou ` quitter ` pour sortir. ` { } repl pause'pour faire une pause.
he_il: ציינו קוד לביצוע או הערכה. 'יציאה' או 'יציאה' כדי לצאת. {} {} פסק זמן כדי לעצור.
it_it: Inserire il codice per eseguire o valutare. ` uscita () ` o ` quit ` per uscire. ` {} repl pausa ` in pausa.
nl_nl: Voer code in om uit te voeren of te evalueren. ` exit () ` of ` quit ' om af te sluiten. '{ } repl-pauze' om te pauzeren.
pl_pl: Wprowadź kod do wykonania lub oceny. ` exit () ` lub ` quit `, aby wyjść. ` {} repl pause ` aby wstrzymać.
pt_pt: Inserir código para executar ou avaliar. § exit () ` ou ` quit ` a sair. ` {} repl pausa ` a pausa.
ro_ro: Introduceţi codul pentru execuţie sau evaluare. "exit ()" sau " quit ` to exit. ` { } repl pauză ` pentru a face pauză.
ru_ru: Введите код для выполнения или оценки. ` exit () ` или ` quit ` для выхода. ` { } repl pause ` to pause.
sv_se: Ange kod för att köra eller utvärdera. "avsluta ()" eller "avsluta". "{ } repl paus" för att pausa.
tr_tr: Yürütülecek ya da değerlendirilecek kodu girin. ` exit () ` ya da çıkmak için ` quit `. Duraklatmak için ` { } repl duraklat `.
vi_vn: Nhập mã để thực thi hoặc đánh giá. ` thoát () ` hoặc ` thoát ` để thoát. ` {} repl pause ` to pause.

source: Pauses/resumes the REPL running in the current channel
ar_sa: يقوم بلصق / استئناف تشغيل REPL في القناة الحالية
cs_cz: Pozastaví/obnoví hodnotu REPL spuštěnou v aktuálním kanálu
de_de: Pausen/Wiederaufnahme der REPL-Ausführung im aktuellen Kanal
el_gr: Παύση/συνεχίζει την εκτέλεση REPL στο τρέχον κανάλι
es_es: Pausa/reanuda la ejecución de REPL en el canal actual
fr_fr: Pauses / reprend l'exécution de REPL dans le canal en cours
he_il: תעבור/קורות חיים של REPL שרץ בערוץ הנוכחי
it_it: Pause / riprende il REPL in esecuzione nel canale corrente
nl_nl: Pauzs/hervat de REPL die actief is in het huidige kanaal
pl_pl: Wstrzymuje/wznawia działanie REPL działające w bieżącym kanale
pt_pt: Pausas / retoma o REPL rodando no canal atual
ro_ro: Întreruperi/reia REPL care rulează în canalul curent
ru_ru: Пауз/возобновляет работу REPL в текущем канале
sv_se: Pausar / återupptar det REPL som körs i den aktuella kanalen
tr_tr: Geçerli kanalda çalışan REPL ' yi duraklatma/sürdürür
vi_vn: Tạm dừng/tiếp tục chạy REPL trong kênh hiện tại

source: There is no currently running REPL session in this channel.
ar_sa: لا يوجد حاليا جلسة RPL فعالة في هذه القناة.
cs_cz: V tomto kanálu není aktuálně spuštěna relace REPL.
de_de: In diesem Kanal wird derzeit keine REPL-Sitzung ausgeführt.
el_gr: Δεν υπάρχει ενεργή συνεδρία REPL σε αυτό το κανάλι.
es_es: Actualmente no hay ninguna sesión REPL en ejecución en este canal.
fr_fr: Aucune session REPL n'est actuellement en cours d'exécution dans ce canal.
he_il: אין כרגע מהלך עבודה של REPL בערוץ זה.
it_it: Non esiste una sessione REPL attualmente in esecuzione in questo canale.
nl_nl: Er is momenteel geen actieve REPL-sessie in dit kanaal.
pl_pl: W tym kanale nie ma obecnie działającej sesji REPL.
pt_pt: Não há sessão REPL atualmente em execução neste canal.
ro_ro: Nu există nici o sesiune REPL care să ruleze în acest canal.
ru_ru: В данном канале нет выполняющих сеанс REPL.
sv_se: Det finns ingen REPL-session för tillfället i den här kanalen.
tr_tr: Bu kanalda şu anda çalışmakta olan bir REPL oturumu yok.
vi_vn: Hiện không có phiên chạy REPL trong kênh này.

source: The REPL session in this channel has been resumed.
ar_sa: تم استئناف جلسة REPL في هذه القناة.
cs_cz: Relace REPL v tomto kanálu byla obnovena.
de_de: Die REPL-Sitzung in diesem Kanal wurde wieder aufgenommen.
el_gr: Η συνεδρία REPL σε αυτό το κανάλι έχει επαναληφθεί.
es_es: Se ha reanudado la sesión de REPL en este canal.
fr_fr: La session REPL de ce canal a été reprise.
he_il: מהלך העבודה של REPL בערוץ זה חודש.
it_it: La sessione REPL in questo canale è stata ripresa.
nl_nl: De REPL-sessie in dit kanaal is hervat.
pl_pl: Sesja REPL w tym kanale została wznowiona.
pt_pt: A sessão REPL neste canal foi retomada.
ro_ro: Sesiunea REPL din acest canal a fost reluată.
ru_ru: Сеанс REPL в этом канале был возобновлен.
sv_se: REPL-sessionen i den här kanalen har återupptagits.
tr_tr: Bu kanaldaki REPL oturumuna devam edildi.
vi_vn: Phiên chạy REPL trong kênh này đã được nối lại.

source: The REPL session in this channel is now paused.
ar_sa: تم الآن ايقاف جلسة RPL في هذه القناة.
cs_cz: Relace REPL v tomto kanálu je nyní pozastavena.
de_de: Die REPL-Sitzung in diesem Kanal wird jetzt angehalten.
el_gr: Η συνεδρία REPL σε αυτό το κανάλι έχει πλέον παύση.
es_es: La sesión de REPL en este canal está ahora en pausa.
fr_fr: La session REPL de ce canal est maintenant en pause.
he_il: מהלך ה-REPL בערוץ זה מושבת כעת.
it_it: La sessione REPL in questo canale è ora in pausa.
nl_nl: De REPL-sessie in dit kanaal wordt nu onderbroken.
pl_pl: Sesja REPL w tym kanale jest teraz wstrzymana.
pt_pt: A sessão REPL neste canal agora é pausada.
ro_ro: Sesiunea REPL din acest canal este acum în pauză.
ru_ru: Сеанс REPL в этом канале приостановлен.
sv_se: REPL-sessionen i den här kanalen är nu pausad.
tr_tr: Bu kanaldaki REPL oturumu duraklatıldı.
vi_vn: Phiên chạy REPL trong kênh này hiện đang tạm dừng.

source: Mock another user invoking a command. The prefix must not be entered.
ar_sa: قم باقفال مستخدم آخر يقوم باستدعاء أمر. يجب عدم ادخال البادئة.
cs_cz: Zavěřte jiného uživatele, který vyvolává příkaz. Předpona nesmí být zadána.
de_de: Mock einen anderen Benutzer aufrufen, der einen Befehl aufruft. Das Präfix darf nicht eingegeben werden.
el_gr: Mock ένας άλλος χρήστης που καλεί μια εντολή. Το πρόθημα δεν πρέπει να καταχωρηθεί.
es_es: Simule otro usuario que invoque un mandato. No se debe especificar el prefijo.
fr_fr: Un autre utilisateur appelle une commande. Le préfixe ne doit pas être saisi.
he_il: מוק משתמש אחר מפעיל פקודה. לא ניתן לציין את הקידומת.
it_it: Mock un altro utente che richiama un comando. Il prefisso non deve essere inserito.
nl_nl: Spot met een andere gebruiker die een opdracht aanroept. Het voorvoegsel mag niet worden ingevoerd.
pl_pl: Mock inny użytkownik wywołujący komendę. Przedrostek nie może zostać wprowadzony.
pt_pt: Mock outro usuário invocando um comando. O prefixo não deve ser inserido.
ro_ro: Bate joc de un alt utilizator care invocă o comandă. Prefixul nu trebuie să fie introdus.
ru_ru: Высмеивать другого пользователя, вызывающего команду. Не следует вводить префикс.
sv_se: Mock en annan användare anropa ett kommando. Prefixet får inte anges.
tr_tr: Bir komutu çağıran başka bir kullanıcı ile alay edin. Önek girilmemelidir.

source: Dispatch a message event as if it were sent by a different user. Only reads the raw content of the message. Attachments, embeds etc. are ignored.
ar_sa: لارسال حدث رسالة كما لو كان قد تم ارسالها بواسطة مستخدم مختلف. يقوم بقراءة المحتويات الأولية فقط للرسالة. يتم تجاهل المرفقات و emmcate وهكذا هي .
cs_cz: Zašlete událost zprávy tak, jako kdyby byla odeslána jiným uživatelem. Načítá pouze prvotní obsah zprávy. Přílohy, embeds atd. jsou ignorovány.
de_de: Senden Sie ein Nachrichtenereignis, als ob es von einem anderen Benutzer gesendet würde. Lesen Sie nur den unformatierten Inhalt der Nachricht. Anhänge, Einbettungen usw. sind ignoriert.
el_gr: Αποστολή συμβάντος μηνύματος σαν να εστάλη από διαφορετικό χρήστη. Διαβάζει μόνο την πρώτη ύλη του μηνύματος. Συνημμένα, embeds κλπ. είναι αγνοούνται.
es_es: Enviar un suceso de mensaje como si fuera enviado por un usuario diferente. Sólo lee el contenido en bruto del mensaje. Los archivos adjuntos, los emcamas etc. son ignorados.
fr_fr: Dispatch un événement de message comme s'il avait été envoyé par un autre utilisateur. Ne lit que la teneur brute du message. Les pièces jointes, les embeds etc. sont ignorés.
he_il: שלחו אירוע הודעה כאילו הוא נשלח על ידי משתמש אחר. רק קורא את התוכן הגולמי של ההודעה. קבצים מצורפים, מיטושים וכו ' הם .
it_it: Invia un evento di messaggio come se fosse inviato da un utente diverso. Solo legge il contenuto grezzo del messaggio. Gli allegati, i letti ecc. sono ignorati.
nl_nl: Verzendt een beridevent alsof het door een andere gebruiker is verzonden. Alleen leest de ruwe inhoud van het bericht. Bijlagen, bedden etc. zijn genegeerd.
pl_pl: Rozsyłanie zdarzenia komunikatu tak, jakby zostało wysłane przez innego użytkownika. Tylko odczyta zawartość surowego komunikatu. Załączniki, osadzanie itp. są ignorowane: .
pt_pt: Despachar um evento de mensagem como se ele fosse enviado por um usuário diferente. Somente lê o conteúdo bruto da mensagem. Anexos, emcamas etc. são ignorados.
ro_ro: Dispeceriţi un eveniment mesaj ca şi cum ar fi fost trimis de un utilizator diferit. Doar citeşte conţinutul brut al mesajului. Ataşamentele, emapatele etc. sunt de ignorate.
ru_ru: Отправить событие сообщения, как если бы оно было отправлено другим пользователем. Только считывает необработаное содержимое сообщения. Вложения, встраивание и т. д. игнорируются.
sv_se: Skicka en meddelandehändelse som om den skickades av en annan användare. Läser bara den råa innehållet i meddelandet. Bilagor, bäddar osv. är som ignorerats.
tr_tr: Bir ileti olayını, farklı bir kullanıcı tarafından gönderilmiş gibi dağıt. Yalnızca iletinin işlenmemiş içeriğini okur. Ekler, emsaler vb. yoksayılır.

source: Important bot events.
ar_sa: . أحداث هامة للروبوت
cs_cz: Důležitá událost bot.
de_de: Wichtige Bot Events.
el_gr: Σημαντικά γεγονότα bot.
es_es: Importantes eventos de bots.
fr_fr: Evénements bot importants.
he_il: אירועים חשובים של בוט.
it_it: Eventi bot importanti.
nl_nl: Belangrijke bot gebeurtenissen.
pl_pl: Ważne wydarzenia bota.
pt_pt: Eventos importantes de bot.
ro_ro: Importante evenimente bot.
ru_ru: Важные события бота.
sv_se: Viktiga bovar.
tr_tr: Önemli bot olayları.
vi_vn: Sự kiện robot quan trọng.

source: I require the {permission} permission to execute that command.
ar_sa: أنا بحاجة الى التصريح {permission} لتنفيذ هذا الأمر.
cs_cz: Chcete-li provést tento příkaz, požaduji oprávnění {permission}.
de_de: Für die Ausführung dieses Befehls ist die Berechtigung {permission} erforderlich.
el_gr: Απαιτώ την άδεια {permission} για την εκτέλεση της εντολής.
es_es: Es necesario el permiso {permission} para ejecutar ese comando.
fr_fr: J'ai besoin du droit {permission} pour exécuter cette commande.
he_il: אני דורש את הרשות {permission} כדי לבצע את הפקודה הזאת.
it_it: Richiedo il permesso del {permission} di eseguire quel comando.
nl_nl: Ik heb de {permission} toestemming nodig om die opdracht uit te voeren.
pl_pl: Wymagane jest uprawnienie {permission} do wykonania tej komendy.
pt_pt: Eu exijo a permissão de {permission} para executar esse comando.
ro_ro: Am nevoie de permisiunea de {permission} pentru a executa acea comandă.
ru_ru: Мне нужно разрешение {permission} , чтобы выполнить эту команду.
sv_se: Jag kräver {permission} -behörigheten att köra det kommandot.
tr_tr: Bu komutu yürütmek için {permission} izninin olması gerekir.

source: This command is on cooldown. Try again in {delay}.
ar_sa: هذا الأمر في الارجاء أعد المحاولة مرة أخرى في {delay}.
cs_cz: Tento příkaz je v ochlazovací oblasti. Zkuste to znovu v {delay}.
de_de: Dieser Befehl befindet sich in der Abklingzeit. Versuchen Sie es erneut in {delay}.
el_gr: Αυτή η εντολή είναι σε ψύξη. Προσπαθήστε ξανά στο {delay}.
es_es: Este mandato está en cooldown. Inténtelo de nuevo en el {delay}.
fr_fr: Cette commande est en panne. Réessayez dans le {delay}.
he_il: פקודה זו היא על התקררות. נסה שוב ב {delay}.
it_it: Questo comando è in cooldown. Riprovare nel {delay}.
nl_nl: Dit commando is op het afkoelte. Probeer het opnieuw in {delay}.
pl_pl: Ta komenda jest chłodzona. Spróbuj ponownie w {delay}.
pt_pt: Este comando está em arrefecimento. Tente novamente em {delay}.
ro_ro: Această comandă este pe răcoare. Încercaţi din nou în {delay}.
ru_ru: Эта команда отключилась. Повторите попытку в {delay}.
sv_se: Det här kommandot är nerkyld. Försök igen i {delay}.
tr_tr: Bu komut soğutucunda. {delay} 'de yeniden deneyin.
vi_vn: Lệnh này là bình tĩnh. Thử lại trong {delay}.

source: This command is on cooldown. Try again in 1 second.
ar_sa: هذا الأمر في الارجاء أعد المحاولة مرة أخرى في 1 ثانية.
cs_cz: Tento příkaz je v ochlazovací oblasti. Zkuste to znovu za 1 sekundu.
de_de: Dieser Befehl befindet sich in der Abklingzeit. Versuchen Sie es erneut in 1 Sekunde.
el_gr: Αυτή η εντολή είναι σε ψύξη. Προσπαθήστε ξανά σε 1 δευτερόλεπτο.
es_es: Este mandato está en cooldown. Inténtelo de nuevo en 1 segundo.
fr_fr: Cette commande est en panne. Essayez à nouveau en 1 seconde.
he_il: פקודה זו היא על התקררות. נסו שוב בעוד דקה אחת.
it_it: Questo comando è in cooldown. Riprovare nel 1 second.
nl_nl: Dit commando is op het afkoelte. Probeer het opnieuw in 1 seconde.
pl_pl: Ta komenda jest chłodzona. Spróbuj ponownie za 1 sekundę.
pt_pt: Este comando está em arrefecimento. Tente novamente em 1 second.
ro_ro: Această comandă este pe răcoare. Încercaţi din nou în 1 secundă.
ru_ru: Эта команда отключилась. Повторите попытку через 1 секунду.
sv_se: Det här kommandot är nerkyld. Försök igen om 1 sekund.
tr_tr: Bu komut soğutucunda. 1 saniye içinde yeniden deneyin.
vi_vn: Lệnh này là bình tĩnh. Thử lại trong 1 giây nữa.

source: Too many people using this command. It can only be used {number} times concurrently.
ar_sa: يوجد عدد كبير جدا من الأشخاص الذين يستخدمن هذا الأمر. يمكن استخدامه من {number} مرة فقط في نفس الوقت.
cs_cz: Tento příkaz používá příliš mnoho lidí. Může být použit pouze {number} krát souběžně.
de_de: Zu viele Personen mit diesem Befehl. Es kann nur {number} Mal gleichzeitig verwendet werden.
el_gr: Πολλοί άνθρωποι χρησιμοποιούν αυτή την εντολή. Μπορεί να χρησιμοποιηθεί μόνο {number} φορές ταυτόχρονα.
es_es: Demasiadas personas que utilizan este mandato. Sólo se puede utilizar {number} veces al mismo tiempo.
fr_fr: Trop de personnes utilisant cette commande. Il ne peut être utilisé que {number} fois en même temps.
he_il: יותר מדי אנשים משתמשים בפקודה זו. ניתן להשתמש בו רק {number} פעמים בו-זמנית.
it_it: Troppe persone che usano questo comando. Può essere utilizzato solo {number} volte contemporaneamente.
nl_nl: Te veel mensen met deze opdracht. Het kan alleen worden gebruikt {number} keer gelijktijdig.
pl_pl: Za dużo osób korzystających z tej komendy. Można go używać tylko w wersji {number} razy.
pt_pt: Muitas pessoas usando este comando. Ele só pode ser usado {number} vezes conatualmente.
ro_ro: Prea mulţi oameni care folosesc această comandă. Poate fi folosit doar de {number} ori concurent.
ru_ru: Слишком много людей используют эту команду. Он может использоваться только в {number} раз одновременно.
sv_se: Det är för många som använder det här kommandot. Den kan bara användas {number} gånger samtidigt.
tr_tr: Bu komutu kullanan çok sayıda kişi var. Yalnızca {number} kez koşutzamanlı olarak kullanılabilir.
vi_vn: Quá nhiều người dùng lệnh này. Nó chỉ có thể sử dụng đồng thời {number} lần.

source: Too many people using this command. It can only be used once concurrently.
ar_sa: يوجد عدد كبير جدا من الأشخاص الذين يستخدمن هذا الأمر. يمكن استخدامها مرة واحدة فقط في نفس الوقت.
cs_cz: Tento příkaz používá příliš mnoho lidí. Lze jej použít pouze jednou současně.
de_de: Zu viele Personen mit diesem Befehl. Es kann nur ein einziges Mal gleichzeitig verwendet werden.
el_gr: Πολλοί άνθρωποι χρησιμοποιούν αυτή την εντολή. Μπορεί να χρησιμοποιηθεί μόνο μία φορά ταυτόχρονα.
es_es: Demasiadas personas que utilizan este mandato. Sólo se puede utilizar una vez al mismo tiempo.
fr_fr: Trop de personnes utilisant cette commande. Il ne peut être utilisé qu'une seule fois.
he_il: יותר מדי אנשים משתמשים בפקודה זו. ניתן להשתמש בו רק פעם אחת.
it_it: Troppe persone che usano questo comando. Può essere utilizzato solo una volta contemporaneamente.
nl_nl: Te veel mensen met deze opdracht. Het kan slechts eenmaal gelijktijdig worden gebruikt.
pl_pl: Za dużo osób korzystających z tej komendy. Można go używać tylko raz współbieżnie.
pt_pt: Muitas pessoas usando este comando. Ele só pode ser usado uma vez conatualmente.
ro_ro: Prea mulţi oameni care folosesc această comandă. Acesta poate fi folosit doar o dată în mod concurent.
ru_ru: Слишком много людей используют эту команду. Его можно использовать только один раз.
sv_se: Det är för många som använder det här kommandot. Den kan bara användas en gång samtidigt.
tr_tr: Bu komutu kullanan çok sayıda kişi var. Bir kez koşutzamanlı olarak kullanılabilir.
vi_vn: Quá nhiều người dùng lệnh này. Nó chỉ có thể được sử dụng một lần đồng thời.
