Repository: Cubicdd/Obsidion
Catalog: obsidion/core/locales/*.po
Languages: ar_sa, cs_cz, de_de, el_gr, es_es, fr_fr, he_il, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, vi_vn

source: Sends a DM to a user. This command needs a user ID to work. To get a user ID, go to Discord's settings and open the 'Appearance' tab. Enable 'Developer Mode', then right click a user and click on 'Copy ID'.
ar_sa: لارسال DM الى مستخدم. هذا الأمر يحتاج الى كود مستخدم ليتم تشغيله. للحصول على هوية مستخدم ، اذهب الى محددات Disالأسلاك وقم بفتح علامة التبويب 1 'Appearance'. قم باتاحة 'نمط Developer' ، ثم اضغط بمفتاح الفأرة الأيمن للمستخدم واضغط 'Copy ID'.
cs_cz: Odešle DM na uživatele. Tento příkaz potřebuje uživatelské ID pro práci. Chcete-li získat ID uživatele, přejděte na nastavení Discordové hodnoty a otevřete kartu 'Vzhled' . Povolte 'Režim vývojáře', pak klepněte pravým tlačítkem na uživatele a klepněte na 'Kopírovat ID'.
de_de: Sendet einen DM an einen Benutzer. Dieser Befehl benötigt eine Benutzer-ID für die Arbeit. Um eine Benutzer-ID zu erhalten, rufen Sie die Einstellungen von Discord auf, und öffnen Sie die Registerkarte "Darstellung" 'Darstellung'. Aktivieren Sie 'Entwicklermodus', und klicken Sie dann mit der rechten Maustaste auf ' ', und klicken Sie auf 'ID kopieren'.
el_gr: Στέλνει ένα DM στο χρήστη. Αυτή η εντολή χρειάζεται μια ταυτότητα χρήστη για εργασία. Για να πάρετε μια ταυτότητα χρήστη, μεταβείτε στις ρυθμίσεις της Discord και ανοίξτε την καρτέλα 'Εμφάνιση'. Ενεργοποιήστε την επιλογή 'Προγραμματιστής', πατήστε με το δεξί κουμπί του ποντικιού στο και πατήστε 'Αντιγραφή ταυτότητας'.
es_es: Envía un DM a un usuario. Este mandato necesita un ID de usuario para trabajar. Para obtener un ID de usuario, vaya a la configuración de Discord y abra la pestaña 'Aspecto'. Habilite 'Modo de desarrollador' y, a continuación, pulse con el botón derecho un usuario y pulse 'Copiar ID'.
fr_fr: Envoie un DM à un utilisateur. Cette commande a besoin d'un ID utilisateur pour fonctionner. Pour obtenir un ID utilisateur, accédez aux paramètres de Discord et ouvrez l'onglet 'Apparence'. Activez'Developer Mode', puis cliquez avec le bouton droit de la souris un utilisateur et cliquez sur'Copy ID'.
he_il: שולח DM למשתמש. פקודה זו זקוקה לזיהוי משתמש לעבודה. כדי לקבל זיהוי משתמש, עברו אל ההגדרות של 'דיון' ופתחו את הלשונית 'מראה '. הפעילו את 'מצב מפתח', ולאחר מכן לחצו עם לחצן העכבר הימני על משתמש ולחצו על 'העתקת זיהוי'.
it_it: Invia un DM a un utente. Questo comando ha bisogno di un ID utente per funzionare. Per ottenere un ID utente, andare alle impostazioni di Discord e aprire la scheda 'Aspetto'. Abilitare 'Developer Mode', quindi fare clic con il tasto destro del mouse su e clicca su 'Copia ID'.
nl_nl: Stuurt een DM naar een gebruiker. Deze opdracht heeft een gebruikers-ID nodig om te kunnen werken. Om een gebruikers-ID te verkrijgen, gaat u naar de instellingen van Discord en opent u het tabblad 'Presentatie'. Schakel 'Developer Mode' in, klik vervolgens met de rechtermuisknop op en klik op 'Copy ID'.
pl_pl: Wysyła DM do użytkownika. Ta komenda wymaga ID użytkownika do pracy. Aby uzyskać identyfikator użytkownika, przejdź do ustawień Discord i otwórz kartę 'Wygląd'. Włącz 'Tryb programisty', a następnie kliknij prawym przyciskiem myszy a następnie kliknij na 'Kopiuj ID'.
pt_pt: Envia um DM para um usuário. Este comando precisa de um ID de usuário para trabalhar. Para obter um ID de usuário, vá em configurações do Discord e abra a aba 'Aparência' de . Ativar 'Modo Desenvolvedor', então clique com o botão direito do mouse um usuário e clique em 'Copiar ID'.
ru_ru: Отправляет DM пользователю. Для выполнения этой команды необходим ИД пользователя. Чтобы получить ID пользователя, перейдите к настройкам Discord и откройте вкладку 'Appearance'. Включите 'Developer Mode', затем щелкните правой кнопкой мыши по и выберите 'Копировать ИД'.
sv_se: Skickar en DM till en användare. Det här kommandot behöver ett användar-ID att arbeta med. För att få ett användarnamn, gå till Discord's inställningar och öppna fliken 'Utseende'. Aktivera utvecklarläge och högerklicka på och klicka på "Kopiera ID".
tr_tr: Kullanıcıya bir DM gönderir. Bu komutun çalışması için bir kullanıcı kimliği gerekir. Kullanıcı Kimliğini almak için, Discord ayarına gidin ve 'Görünüş' sekmesini açın. 'Geliştirici Modu' seçeneğini etkinleştirin, ardından seçeneğini sağ tıklatın ve 'Kimliği Kopyala' seçeneğini tıklatın.

source: Invalid ID, user not found, or user is a bot. You can only send messages to people I share a server with.
ar_sa: كود غير صحيح ، لم يتم ايجاد المستخدم ، أو المستخدم هو رئيس آلي. يمكنك ارسال الرسائل الى الأشخاص الذين أشاركهم وحدة الخدمة فقط.
cs_cz: Neplatné ID, uživatel nebyl nalezen, nebo uživatel je robot. Můžete odesílat zprávy pouze osobám, které sdílím server.
de_de: Ungültige ID, Benutzer wurde nicht gefunden oder Benutzer ist ein Bot. Sie können Nachrichten nur an Personen senden, mit denen ich einen Server gemeinsam nutzen möchte.
el_gr: Μη έγκυρη ταυτότητα, ο χρήστης δεν βρέθηκε ή ο χρήστης είναι bot. Μπορείτε να στείλετε μηνύματα μόνο σε πρόσωπα με τα οποία έχω έναν εξυπηρετητή.
es_es: ID no válido, usuario no encontrado o usuario es un bot. Sólo puede enviar mensajes a personas con las que comparta un servidor.
fr_fr: ID non valide, utilisateur introuvable ou utilisateur est un bot. Vous ne pouvez envoyer des messages que vers des personnes avec qui je partage un serveur.
he_il: זיהוי לא חוקי, המשתמש לא נמצא, או שהמשתמש הוא רובוט. תוכלו לשלוח הודעות רק לאנשים שאיתם אני חולק שרת.
it_it: ID non valido, utente non trovato o utente è un bot. È possibile inviare messaggi solo alle persone con cui condivido un server.
nl_nl: Ongeldig ID, gebruiker niet gevonden, of gebruiker is een bot. U kunt alleen berichten verzenden naar personen met wie ik een server deel.
pl_pl: Niepoprawny identyfikator, użytkownik nie został znaleziony lub użytkownik jest bot. Wiadomości można wysyłać tylko do osób, z którymi współużytkowałem serwer.
pt_pt: ID inválido, usuário não encontrado ou usuário é um bot. Você só pode enviar mensagens para pessoas com quem eu compartilho um servidor.
ru_ru: Недопустимый ID, пользователь не найден или пользователь является ботом. Вы можете отправлять сообщения только тем людям, с которым у меня есть общий доступ к серверу.
sv_se: Ogiltigt ID, en användare som inte hittas eller så är användaren en robot. Du kan bara skicka meddelanden till personer som jag delar en server med.
tr_tr: Geçersiz tanıtıcı, kullanıcı bulunamadı ya da kullanıcı bir bot. Yalnızca bir sunucuyu paylaştığım kişilere ileti gönderebilirsiniz.
vi_vn: ID không hợp lệ, người dùng không tìm thấy, hoặc người dùng là bot. Bạn chỉ có thể gửi tin nhắn đến những người tôi chia sẻ một máy chủ.

source: Owner of {}
ar_sa: مالك من { }
cs_cz: Vlastník {}
de_de: Eigner von {}
el_gr: Κάτοχος του {}
es_es: Propietario de {}
fr_fr: Propriétaire de { }
he_il: בעלים של {}
it_it: Proprietario di {}
nl_nl: Eigenaar van { }
pl_pl: Właściciel {}
pt_pt: Proprietário de {}
ru_ru: Владелец { }
sv_se: Ägare av { }
tr_tr: { } Sahibi
vi_vn: Chủ sở hữu {}

source: You can reply to this message with {}contact
ar_sa: يمكنك الرد على هذه الرسالة مع { } جهة اتصال
cs_cz: Můžete odpovědět na tuto zprávu s kontaktem {}
de_de: Sie können diese Nachricht mit {} -Kontakt beantworten.
el_gr: Μπορείτε να απαντήσετε σε αυτό το μήνυμα με {} επαφή
es_es: Puede responder a este mensaje con {} contacto
fr_fr: Vous pouvez répondre à ce message avec le contact { }
he_il: תוכלו להשיב להודעה זו עם איש הקשר {}
it_it: È possibile rispondere a questo messaggio con {} contatto
nl_nl: U kunt dit bericht beantwoorden met { } contact
pl_pl: Można odpowiedzieć na ten komunikat z kontaktem {}
pt_pt: Você pode responder a esta mensagem com {} contato
ru_ru: Вы можете ответить на это сообщение с { }
sv_se: Du kan svara på det här meddelandet med { } kontakt
tr_tr: Bu iletiyi { } kişisiyle yanıtlayabilirsiniz
vi_vn: Bạn có thể trả lời thông báo này với {} liên hệ

source: Sorry, I couldn't deliver your message to {}
ar_sa: آسف ، لم أستطع تسليم رسالتك إلى { }
cs_cz: Omlouváme se, nemohl jsem doručit vaši zprávu do {}
de_de: Es tut mir leid, ich konnte Ihre Nachricht nicht an {}
el_gr: Συγγνώμη, δεν μπορούσα να παραδώσω το μήνυμά σας στο {}
es_es: Lo sentimos, no he podido entregar su mensaje a {}
fr_fr: Désolé, je n'ai pas pu transmettre votre message à { }
he_il: מצטער, לא יכולתי למסור את ההודעה שלך ל - {}
it_it: Spiacente, non ho potuto consegnare il tuo messaggio a {}
nl_nl: Sorry, ik kon uw bericht niet afgeven aan { }
pl_pl: Przepraszamy, nie mogłem dostarczyć Twojej wiadomości do {}
pt_pt: Desculpe, eu não poderia entregar sua mensagem para {}
ru_ru: Извините, я не смог доставить ваше сообщение в { }
sv_se: Förlåt, jag kunde inte leverera ditt meddelande till { }
tr_tr: Üzgünüz, { } iletinizi teslim edemedim.
vi_vn: Xin lỗi, tôi không thể chuyển tin nhắn của bạn cho {}

source: Message delivered to {}
ar_sa: تم تسليم الرسالة الى { }
cs_cz: Zpráva doručena uživateli {}
de_de: Nachricht wird an {} zugestellt
el_gr: Μήνυμα που παραδόθηκε στο {}
es_es: Mensaje entregado a {}
fr_fr: Message livré à { }
he_il: ההודעה נמסרה אל {}
it_it: Messaggio consegnato a {}
nl_nl: Bericht afgeleverd aan { }
pl_pl: Wiadomość dostarczona do {}
pt_pt: Mensagem entregue a {}
ru_ru: Сообщение доставлено в { }
sv_se: Meddelande levererat till { }
tr_tr: İletinin teslim edildiği yer: { }
vi_vn: Thông báo được giao cho {}

source: Development Commands.
ar_sa: أوامر التطوير.
cs_cz: Příkazy pro vývoj.
de_de: Entwicklungsbefehle.
el_gr: Εντολές Ανάπτυξης.
es_es: Mandatos De Desarrollo.
fr_fr: Commandes de développement.
he_il: פקודות פיתוח.
it_it: Comandi di sviluppo.
nl_nl: Opdrachten voor ontwikkeling.
pl_pl: Komendy programistyczne.
pt_pt: Comandos De Desenvolvimento.
ro_ro: Comenzi de dezvoltare.
ru_ru: Команды разработки.
sv_se: Utvecklskommandon
tr_tr: Geliştirme Komutları.
vi_vn: Lệnh phát triển.

source: Loads a module.
ar_sa: لتحميل وحدة برامج.
cs_cz: Načte modul.
de_de: Lädt ein Modul.
el_gr: Φορτώνει μια μονάδα.
es_es: Carga un módulo.
fr_fr: Charge un module.
he_il: טעינת מודול.
it_it: Carica un modulo.
nl_nl: Laadt een module.
pl_pl: Ładuje moduł.
pt_pt: Carrega um módulo.
ro_ro: Încarcă un modul.
ru_ru: Загружает модуль.
sv_se: Laddar en modul.
tr_tr: Bir modül yükler.
vi_vn: Tải một mô đun.

source: The cog `{module}` has been succesfully loaded
ar_sa: cog "{module}' تم تحميله بنجاح
cs_cz: ozubené kolečko "{module}" bylo úspěšně zavedeno
de_de: Der cog `{module}` wurde erfolgreich geladen
el_gr: Το cog `{module}έχει πληρωθεί με επιτυχία
es_es: La cog `{module}` se ha cargado satisfactoriamente
fr_fr: Le cog `{module}` a été correctement chargé
he_il: Cog `{module}כבר נטען בהצלחה
it_it: Il cog `{module}` è stato correttamente caricato
nl_nl: De cog `{module}` is succesvol geladen
pl_pl: Kog `{module}` został pomyślnie załadowany
pt_pt: A cog `{module}` foi sucintamente carregada
ro_ro: Cog `{module}` a fost succinat încărcat
ru_ru: Ког `{module}` успешно загружен
sv_se: Cog "{module}" har laddats fullt ut
tr_tr: '{module}` cog ` {module} ` başarıyla yüklendi
vi_vn: Cog `{module}` đã được nạp đầy đủ

source: Unloads a module.
ar_sa: لالغاء تحميل وحدة برامج.
cs_cz: Uvolní modul.
de_de: Entlädt ein Modul.
el_gr: Αποφορτώνει μια μονάδα.
es_es: Descarga un módulo.
fr_fr: Décharge un module.
he_il: ביטול טעינת מודול.
it_it: Scarica un modulo.
nl_nl: Hiermee wordt een module verwijderd.
pl_pl: Rozładowuje moduł.
pt_pt: Descarrega um módulo.
ro_ro: Descarcă un modul.
ru_ru: Выгружает модуль.
sv_se: Avläser en modul.
tr_tr: Bir modülü boşa alır.
vi_vn: Không tải mô-đun.

source: The cog `{module}` has been succesfully unloaded
ar_sa: cog "{module}' تم الغاء تحميله بنجاح
cs_cz: ozubené kolečko "{module}" bylo úspěšně uvolněno.
de_de: Die cog `{module}` wurde erfolgreich entladen
el_gr: Το cog `{module}` έχει αποπληρωθεί
es_es: La cog `{module}` se ha descargado satisfactoriamente
fr_fr: Le cog `{module}` a été correctement déchargé
he_il: Cog `{module}סודם במלואו
it_it: Il cog `{module}` è stato correttamente scaricato
nl_nl: De cog `{module}` is succesvol verwijderd
pl_pl: Kog `{module}` został sukcesywnie rozładowany
pt_pt: A cog `{module}` foi sucintamente descarregada
ro_ro: Cog `{module}` a fost succint descărcat
ru_ru: Ког `{module}` был успешно разгружен
sv_se: Cog "{module}" har lossats utan last
tr_tr: Cog `{module}` başarıyla boşaltıldı
vi_vn: Cog `{module}` đã được tiếp nối không tải

source: Reloads a module.
ar_sa: اعادة تحميل وحدة برامج.
cs_cz: Znovu načte modul.
de_de: Lädt ein Modul erneut.
el_gr: Σχετάζει μια μονάδα.
es_es: Recarga un módulo.
fr_fr: Recouge un module.
he_il: טוען מודול.
it_it: Ricarica un modulo.
nl_nl: Hiermee wordt een module opnieuw geladen.
pl_pl: Przeładowuje moduł.
pt_pt: Recarrega um módulo.
ro_ro: Reîncarcă un modul.
ru_ru: Перезагружает модуль.
sv_se: Laddar om en modul.
tr_tr: Bir modülü yeniden yükler.
vi_vn: Nạp lại mô-đun.

source: The cog `{module}` has been succesfully reloaded
ar_sa: cog "{module}' تم اعادة تحميلها بنجاح
cs_cz: The cog `{module}` has been succefully reloaded
de_de: Der cog `{module}` wurde erfolgreich reloaded
el_gr: Το cog `{module}έχει επαναφορτωθεί
es_es: La cog `{module}` se ha recargado satisfactoriamente
fr_fr: Le cog `{module}` a été correctement rechargé
he_il: Cog `{module}כבר נטען מחדש
it_it: Il cog `{module}` è stato correttamente ricaricato
nl_nl: De cog `{module}` is opnieuw geladen
pl_pl: Kog `{module}` został sukcesywnie przeładowany
pt_pt: A cog `{module}` foi sucessiremente recarregada
ro_ro: Cog `{module}` a fost succinat reîncărcat
ru_ru: Ког `{module}` успешно перезагружен
sv_se: Cog "{module}" har laddats om.
tr_tr: Cog `{module}` başarılı bir şekilde yeniden yüklendi
vi_vn: Cog `{module}` đã được tải lại đầy đủ

source: Execute asynchronous code. This command wraps code into the body of an async function and then calls and awaits it. The bot will respond with anything printed to stdout, as well as the return value of the function. The code can be within a codeblock, inline code or neither, as long as they are not mixed and they are formatted correctly. Environment Variables: ctx - command invocation context bot - bot object channel - the current channel object author - command author's member object message - the command's message object discord - discord.py library commands - redbot.core.commands _ - The result of the last dev command.
cs_cz: Spustit asynchronní kód. Tento příkaz zabaluje kód do těla asynchronní funkce a pak volání a čeká na něj. The bot will respond with anything printed to stdout, as well as the return value of the function. Kód může být v rámci coddelock, inline kódu nebo ani jeden z nich, jak je dlouhý , protože nejsou smíšené a jsou správně naformátovány. Proměnné prostředí: ctx-příkaz pro vyvolání příkazu -bot-bot objekt kanál-aktuální objekt kanálu -objekt zprávy autora objektu -objekt zprávy příkazu dicord-discord.py knihovny commands-redbot.core.commands _-Výsledek posledního příkazu dev.
de_de: Asynchronen Code ausführen. Dieser Befehl umschlingt Code in den Körper einer asynchronen Funktion und dann ruft und wartet darauf. Der Bot antwortet mit allem, was gedruckt werden auf stdout, sowie den Rückgabewert der Funktion. Der Code kann innerhalb eines Codeblocks, Inline-Codes oder auch nicht, wie lange , da sie nicht gemischt werden und sie sind korrekt formatiert. Environment Variables: ctx-command Aufruf context bot-bot object channel-the current channel object author-command author's member object message-the command's message object discord-discord.py library befehle-redbot.core.commands _-Das Ergebnis des letzten dev Befehls.
el_gr: Εκτελέστε ασύγχρονο κώδικα. Αυτή η εντολή τυλίγει τον κώδικα στο σώμα μιας συνάρτησης async και στη συνέχεια κλήσεις και το περιμένει. Το bot θα ανταποκριθεί με οτιδήποτε τυπωμένο σε stdout, καθώς και την επιστρεφόμενη αξία της λειτουργίας. Ο κωδικός μπορεί να είναι μέσα σε ένα codeblock, inline code ή ούτε, όσο , καθώς δεν αναμιγνύονται και σχηματοποιούνται σωστά. Μεταβλητές περιβάλλοντος: ctx-εντολής περιβάλλον κλήσης bot-bot object κανάλι-το τρέχον αντικείμενο καναλιού Μήνυμα μέλους του συγγραφέα-εντολή του συντάκτη της εντολής μήνυμα-το αντικείμενο μηνύματος της εντολής discord-discord.py library εντολές-redbot.core.commands _ - Το αποτέλεσμα της τελευταίας εντολής dev.
es_es: Ejecutar código asíncrono. Este comando envuelve código en el cuerpo de una función async y luego llamadas y lo espera. El bot responderá con cualquier cosa impresa a stdout, así como el valor de retorno de la función. El código puede estar dentro de un bloque de códigos, código en línea o ninguno de los dos, tan largo como no se mezclan y están formateados correctamente. Variables de entorno: ctx-contexto de invocación de mandato bot-bot objeto canal-el objeto de canal actual autor-mandato del autor del autor mensaje-el objeto de mensaje del mandato discord.py biblioteca mandatos-redbot.core.commands _-El resultado del último mandato dev.
fr_fr: Exécuter le code asynchrone. Cette commande encapsule le code dans le corps d'une fonction async, puis appelle et l'attend. Le bot répondra avec tout ce qui est imprimé à stdout, ainsi que la valeur de retour de la fonction. Le code peut être à l'intérieur d'un codeblock, d'un code en ligne ou non, aussi longtemps que le code n'est pas mélangé et qu'il est formaté correctement. Variables d'environnement: ctx-command invocation context bot-bot object channel-the current channel object author-command author's member object message-the command's message object discorde-discord.py library commands-redbot.core.commands _-The result of the last dev command.
he_il: ביצוע קוד אסינכרוני. קוד זה עוטף קוד לתוך גוף של פונקציה אסינק ולאחר מכן שיחות וממתין לו. הרובוט יגיב עם כל דבר המודפס ל- stdout, וכן את ערך ההחזר של הפונקציה. הקוד יכול להיות בתוך קודקוד, קוד inline או לא, כאשר כאשר הם אינם מעורבים והם מעוצבים כהלכה. סביבת עבודה: -הקשר הפעלת קוד אובייקט רובוט ערוץ-אובייקט הערוץ הנוכחי אובייקט מחבר- הודעה-אובייקט מחבר הפקודה 210-110-111-012 הודעת הפקודה פקודות-הפקודה פקודות-redבוט.core.core.לפקודות _ - התוצאה של פקודת dev האחרונה.
it_it: Eseguire codice asincrono. Questo comando avvolge il codice nel corpo di una funzione async e poi chiamate e lo attende. Il bot risponderà con qualsiasi cosa stampata a stdout, nonché il valore di ritorno della funzione. Il codice può essere all'interno di un codeblock, codice inline o nemmeno, a partire da come non sono mescolati e sono formattati correttamente. Ambiente Variabili: ctx - comando di richiamo comando bot - bot oggetto canale - l'oggetto canale corrente autore - comando autore oggetto messaggio - il messaggio del comando oggetto discor-discord.py libreria comandi - redbot.core.comandi _ - Il risultato dell'ultimo comando dev.
nl_nl: Asynchrone code uitvoeren. Deze opdracht wraps code in het lichaam van een asynchrone functie en vervolgens aanroepen en wacht op het. De bot zal reageren met alles afgedrukt op stdout, evenals de return waarde van de functie. De code kan binnen een codeblock, inline code of geen van beide zijn, zo lang als ze niet worden gemengd en ze correct zijn geformatteerd. Omgevingsvariabelen: ctx-command aanroep context bot-bot object kanaal-het huidige kanaalobject auteur-lid object bericht-het bericht van de opdracht object discord-discord.py library opdrachten-redbot.core.commands _-Het resultaat van de laatste dev opdracht.
pl_pl: Wykonaj kod asynchroniczny. Ten polecenie opakowuje kod do korpusu funkcji asynchronicznej, a następnie dzwoni i oczekuje na niego. Bot odpowie za pomocą czegokolwiek wydrukowanego do stdout, a także wartości zwracanej przez funkcję. Kod może znajdować się w bloku kodowym, kod wstawiany lub żaden, tak długo, jak , ponieważ nie są one mieszane i są poprawnie sformatowane. Zmienne środowiskowe: ctx-komenda wywołania kontekstu bot-bot obiekt kanał-bieżący obiekt kanału autor-komenda autora komendy obiektu -komunikat-obiekt komunikatu komendy discord-discord.py library komendy-redbot.core.commands _-Wynik ostatniej komendy dev.
pt_pt: Executar código assíncrono. Este comando agrupa código no corpo de uma função async e, em seguida, chamadas e aguarda-o. O bot responderá com qualquer coisa impressa a stdout, assim como o valor de retorno da função. O código pode estar dentro de um codeblock, código inline ou tampouco, já que longos como eles não são misturados e eles são formatados corretamente. Variáveis do Ambiente: ctx-contexto de chamada de comando bot-bot objeto canal-o objeto do canal atual autor-comando autor do objeto mensagem-o objeto de mensagem do comando discord-discord.py biblioteca comandos-redbot.core.comandos _-O resultado do último comando dev.
ru_ru: Выполнить асинхронный код. Эта команда поместила код в тело асинхронной функции, затем и ожидает ее. Бот ответит на все, что напечатано до stdout, а также возвращаемое значение функции. Код может находиться в кодировке, встроенном коде или ни в одном из них, если они не смешаны с длинным и форматируются правильно. Переменные среды: ctx-контекст вызова команды bot-bot object канал-текущий объект канала автор-автор объекта сообщение-объект сообщения команды раздор-discord.py library команды-redbot.core.commands _-Результат последнего команды dev.
tr_tr: Zamanuyumsuz kodu yürüt. Bu komut, kodu async fonksiyonunun gövdesine sarar ve daha sonra aramalarını arar ve bekler. Robot, stdout 'a yazdırılan herhangi bir şeyle ve işlevin dönüş değeri ile yanıt verecektir. Kod bir codeblock, iç kod ya da hiçbiri karışık olmadığından ve düzgün biçimlendirildiğinden, uzun biçiminde olabilir. Ortam Değişkenleri: ctx-komut çağırma bağlamı bot-bot nesnesi kanal-mevcut kanal nesnesi yazar-komut yazarın üye nesnesi mesaj-komutun mesaj nesnesi discord-discord.py kitaplık komutları-redbot.core.commans _-son dev komutu sonucu.
