Repository: Cubicdd/Obsidion
Catalog: obsidion/core/locales/*.po
Languages: ar_sa, cs_cz, de_de, el_gr, es_es, fr_fr, he_il, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, vi_vn

source: This bot is an instance of the Obsidion Discord Bot. Obsidion is an open source application made available to the public and licensed under the GNU AGPL v3. The full text of this license is available to you at <https://github.com/Obsidion-dev/Obsidion/blob/master/LICENSE>
ar_sa: هذا الروبوت هو نسخة من Bobesdion Disappenon bot. Obsidion هو التطبيق المصدر المفتوح المتاح للعامة والمرخص تحت نظام GNU AGPL v3. النص الكامل لهذا الترخيص متاح لك في <https://github.com/Obsidion-dev/Obsidion/blob/master/LICENSE>
cs_cz: Tento robot je instancí objektu Obsidion Discord Bot. Obsidion je open source aplikací zpřístupněnou veřejnosti a licencovanou pod GNU AGPL v3. Úplný text této licence je vám k dispozici na adrese <https://github.com/Obsidion-dev/Obsidion/blob/master/LICENSE>.
de_de: Dieser Bot ist eine Instanz des Obsidion Discord Bot. Obsidion ist eine Open-Source-Anwendung, die der Öffentlichkeit zugänglich gemacht und unter der GNU AGPL v3 lizenziert wird. Den vollständigen Text dieser Lizenz finden Sie unter <https://github.com/Obsidion-dev/Obsidion/blob/master/LICENSE>
el_gr: Αυτό το bot είναι μια περίπτωση του Obsidion Discord Bot. Obsidion είναι μια εφαρμογή ανοικτού κώδικα που διατίθεται στο κοινό και έχει αδειοδοτηθεί στο GNU AGPL v3. Το πλήρες κείμενο αυτής της άδειας χρήσης είναι διαθέσιμο στο <https://github.com/Obsidion-dev/Obsidion/blob/master/LICENSE>
es_es: Este bot es una instancia del Obsidion Discord Bot. Obsidion es una aplicación de código abierto puesta a disposición del público y licenciada bajo la GNU AGPL v3. El texto completo de esta licencia está disponible para usted al <https://github.com/Obsidion-dev/Obsidion/blob/master/LICENSE>
fr_fr: Ce bot est une instance de l'Obsidion Discord Bot. Obsidion est une application open source mise à la disposition du public et sous licence GNU AGPL v3. Le texte intégral de cette licence est disponible au <https://github.com/Obsidion-dev/Obsidion/blob/master/LICENSE>
he_il: רובוט זה הוא מופע של Obsidion Bot. Obsidion הוא יישום מקור פתוח אשר זמין לציבור ומורשה תחת ה-GNU AGPL v3. התמליל המלא של רשיון זה זמין לכם בכתובת <https://github.com/Obsidion-dev/Obsidion/blob/master/LICENSE>
it_it: Questo bot è un'istanza dell'Obsidion Discord Bot. Obsidion è un'applicazione open source messa a disposizione del pubblico e concessa in licenza ai sensi della GNU AGPL v3. Il testo completo di questa licenza è disponibile a <https://github.com/Obsidion-dev/Obsidion/blob/master/LICENSE>
nl_nl: Deze bot is een voorbeeld van de Obsidion Discord Bot. Obsidion is een open source applicatie beschikbaar gemaakt voor het publiek en gelicentieerd onder de GNU AGPL v3. De volledige tekst van deze licentie is beschikbaar voor u op <https://github.com/Obsidion-dev/Obsidion/blob/master/LICENSE>
pl_pl: Ten bot jest przykładem Obsidion Discord Bot. Obsidion jest aplikacją open source, udostępnionym do publicznej wiadomości i licencjonowanym na licencji GNU AGPL v3. Pełny tekst tej licencji dostępny jest dla Ciebie pod adresem <https://github.com/Obsidion-dev/Obsidion/blob/master/LICENSE>
ro_ro: Acest bot este o instanţă a Obsidion Discordia Bot. Obsidion este o aplicaţie open source pusă la dispoziţia publicului şi licenţiată sub GNU AGPL v3. Textul integral al acestei licente este disponibil la dvs. la <https://github.com/Obsidion-dev/Obsidion/blob/master/LICENSE>
ru_ru: Этот бот является экземпляром Obsidion Diagoon Bot. Obsidion-это приложение с открытым исходным кодом, доступное для публики и лицензированное под GNU AGPL v3. Полный текст этой лицензии доступен вам по адресу: <https://github.com/Obsidion-dev/Obsidion/blob/master/LICENSE>
sv_se: Den här boten är en förekomst av Obsidion Discord Bot. Obsidion är en öppen källkod som görs tillgänglig för allmänheten och licensieras enligt GNU AGPL v3. Den fullständiga texten till licensen är tillgänglig för dig på <https://github.com/Obsidion-dev/Obsidion/blob/master/LICENSE>
tr_tr: Bu bot, Obsidion Discord Bot 'un bir örneğidir. Obsidion, GNU AGPL v3 kapsamında halka açık ve lisanslanan açık kaynaklı bir uygulamadır. <https://github.com/Obsidion-dev/Obsidion/blob/master/LICENSE> numaralı telefondan bu lisansın tam metni kullanımınız

source: Displays my full source code or for a specific command. To display the source code of a subcommand you can separate it by periods, e.g. account.link for the link subcommand of the account command or by spaces.
ar_sa: يعرض كود المصدر الخاص بي بالكامل أو لأمر معين. لعرض كود المصدر الخاص بالأمر الفرعي يمكنك فصله بواسطة ، على سبيل المثال ، account.link للأمر الفرعي للوصلة لأمر الحساب أو بواسطة مسافات.
cs_cz: Zobrazí můj úplný zdrojový kód nebo pro specifický příkaz. Chcete-li zobrazit zdrojový kód dílčího příkazu, můžete jej oddělit od období, např. account.link pro dílčí příkaz odkazu na příkaz účtu nebo mezerami.
de_de: Zeigt den vollständigen Quellcode an oder für einen bestimmten Befehl. Um den Quellcode eines Unterbefehls anzuzeigen, können Sie ihn um Perioden trennen, z. B. account.link für den Link-Unterbefehl des Account-Befehls oder durch Leerzeichen.
el_gr: Εμφανίζει τον πλήρη πρωτογενή κώδικα ή για μια συγκεκριμένη εντολή. Για να εμφανιστεί ο πρωτογενής κώδικας μιας υποεντολής μπορείτε να τον διαχωρίσετε με περιόδους, π.χ. Account.link για την υποεντολή διασύνδεσης της εντολής ή από κενά διαστήματα.
es_es: Muestra mi código fuente completo o para un mandato específico. Para visualizar el código fuente de un submandato puede separarlo por puntos, por ejemplo, account.link para el submandato link del comando de cuenta o por espacios.
fr_fr: Affiche mon code source complet ou une commande spécifique. Pour afficher le code source d'une sous-commande, vous pouvez le séparer par périodes, par exemple account.link pour la sous-commande link de la commande de compte ou par espaces.
he_il: הצגת קוד המקור המלא שלי או עבור פקודה ספציפית. כדי להציג את קוד המקור של תת-פקודה, ניתן להפריד אותו באמצעות תקופות, לדוגמה account.link עבור תת-הפקודה של הקישור של פקודת החשבון או לפי רווחים.
it_it: Visualizza il mio codice sorgente completo o per un comando specifico. Per visualizzare il codice sorgente di un sottocomando è possibile separarlo di periodi, ad esempio account.link per il comando di collegamento del comando account o per spazi.
nl_nl: Hier wordt mijn volledige broncode of een specifieke opdracht afgebeeld. Om de broncode van een subopdracht af te beelden, kunt u deze scheiden met perioden, bijvoorbeeld account.link voor de subopdracht link van het account commando of door spaties.
pl_pl: Wyświetla mój pełny kod źródłowy lub dla konkretnej komendy. Aby wyświetlić kod źródłowy podkomendy, można ją oddzielić za pomocą okresów , np. account.link dla podkomendy link dla komendy konta lub przez spacje.
pt_pt: Exibe meu código-fonte completo ou para um comando específico. Para exibir o código-fonte de um subcomando é possível separá-lo por períodos, por exemplo, account.link para o subcomando de link do comando da conta ou por espaços.
ro_ro: Afişează codul sursă complet sau pentru o anumită comandă. Pentru a afişa codul sursă al unei subcomenzi, îl puteţi separa de perioade, de ex. account.link pentru subcomanda de legătură a comenzii de cont sau prin spaţii.
ru_ru: Показывает мой полный исходный код или для конкретной команды. Для просмотра исходного кода подкоманды можно разделить ее на точки, например, account.link для подкоманды link команды учетной записи или по пространствам.
sv_se: Visar min fullständiga källkod eller för ett visst kommando. För att visa källkoden för ett underkommando kan du separera den med -perioder, t.ex. account.link för länkunderkommandot för kontokommandot eller med blanktecken.
tr_tr: Tam kaynak kodumu ya da belirli bir komutu görüntüler. Bir altkomutun kaynak kodunu, hesap komutunun bağlantı altkomutu için account.link gibi, ya da boşluklarla ayırabileceğiniz bir altkomutun kaynak kodunu görüntülemek için.

source: Shuts down the bot.
ar_sa: يقوم باغلاق الروبوت.
cs_cz: Vypni tu botu.
de_de: Schaltet den Bot herunter.
el_gr: Κλείνει το ρομπότ.
es_es: Cierra el bot.
fr_fr: Ferme le bot.
he_il: הוא שם למטה את הרובוט.
it_it: Chiude il bot.
nl_nl: Sluit de robot af.
pl_pl: Zamyka bota.
pt_pt: Fecha o bot.
ro_ro: Închide bot-ul.
ru_ru: Выключи бот.
sv_se: Det stänger ner roboten.
tr_tr: Robotu kapanıyor.
vi_vn: Tắt robot đi.

source: Attempts to restart Obsidion. Makes [botname] quit with exit code 26. The restart is not guaranteed: it must be dealt with by the process manager in use.
ar_sa: المحاولات لاعادة بدء Obasion. يجعل [botname] يتم تركه مع كود الخروج 26. لا يتم ضمان اعادة البدء : يجب أن يتم التعامل مع مع ادارة العملية التي يتم استخدامها.
cs_cz: Pokusy o restartování objektu Obsidion. Udělá [botname] ukončit s výstupním kódem 26. Restart není garantován: musí být řešen s použitím správce procesů, který je používán.
de_de: Versuche, Obsidion neu zu starten. Makes [botname] beenden mit dem Exit-Code 26. Der Neustart ist nicht gewährleistet: Er muss vom Prozessmanager im Gebrauch mit dem Prozessmanager behandelt werden.
el_gr: Απόπειρες επανεκκίνησης της Obsidion. Κάνει [botname] έξοδο με κωδικό εξόδου 26. Η επανεκκίνηση δεν είναι εγγυημένη: πρέπει να μοιραστεί με το διαχειριστή διεργασιών σε χρήση.
es_es: Intenta reiniciar Obsidion. Hace que [botname] salga con el código de salida 26. El reinicio no está garantizado: debe ser tratado con el gestor de procesos en uso.
fr_fr: Tente de redémarrer Obsidion. Makes [botname] quit avec code de sortie 26. Le redémarrage n'est pas garanti: il doit être traité par le gestionnaire de processus en cours d'utilisation.
he_il: ניסיונות להפעיל מחדש את אוסידיון עושה [botname] להפסיק עם קוד יציאה 26. הפעלה מחדש אינה מובטחת: יש לטפל ב- עם מנהל התהליך בשימוש.
it_it: Tentativi di riavvio di Obsidion. Maghi [botname] quit con codice di uscita 26. Il riavvio non è garantito: deve essere affrontato il con il gestore del processo in uso.
nl_nl: Probeert Obsidion opnieuw te starten. Maakt [botname] afgesloten met exitcode 26. De herstart is niet gegarandeerd: het moet worden afgehandeld door de procesmanager in gebruik.
pl_pl: Próby ponownego uruchomienia Obsidion. Makes [botname] quit z kodem wyjścia 26. Restart nie jest gwarantowany: musi być rozportowany przez menedżera procesu w użyciu.
pt_pt: Tentativas de reiniciar Obsidion. Makes [botname] quit com código de saída 26. O reinício não é garantido: deve ser tratado com pelo gerente de processo em uso.
ru_ru: Попытки перезапустить Obsidion. Makes [botname] quit with exit code 26. Перезапуск не гарантируется: его необходимо обработать с помощью администратора процессов.
sv_se: Försök att starta om Obsidion. Gör att [botname] avslutas med exit-kod 26. Omstarten är inte garanterad. Den måste behandlas med den processhanterare som används.
tr_tr: Obsidion 'u yeniden başlatma girişimleri. [botname] çıkış kodu 26 ile çıkış yapar. Yeniden başlatma işlemi garanti edilmez: kullanımda olan süreç yöneticisi tarafından çözümünde ele alınmalıdır.

source: Sends to the owner the last command exception that has occurred. If public (yes is specified), it will be sent to the chat instead.
ar_sa: يتم ارسالها الى المالك آخر استثناء أمر تم تنفيذه. اذا تم تحديد عامة (نعم تم تحديدها) ، سيتم ارسالها الى المحادثة بدلا من ذلك.
cs_cz: Odesílá vlastníkovi poslední výjimku příkazu, která se vyskytla. Je-li zadán veřejný (ano), bude odeslán do konverzace místo něj.
de_de: Sendet an den Eigner die letzte Befehlsausnahme, die aufgetreten ist. Wenn öffentlich (ja ist angegeben), wird es stattdessen an den Chat gesendet.
el_gr: Αποστέλλνει στον κάτοχο την τελευταία εξαίρεση που έχει προκύψει. Αν το κοινό (ναι έχει οριστεί), θα σταλεί στη συνομιλία.
es_es: Envía al propietario la última excepción de mandato que se ha producido. Si se especifica (sí), se enviará al chat en su lugar.
fr_fr: Envoie au propriétaire la dernière exception de commande qui s'est produite. Si le public (oui est spécifié), il sera envoyé à la discussion à la place.
he_il: שולח לבעלים את חריגת הפקודה האחרונה שהתרחשה. אם ציבורי (כן מצוין), הוא יישלח לצ ' אט במקום זאת.
it_it: Invia al proprietario l'ultima eccezione di comando che si è verificata. Se pubblico (sì è specificato), sarà inviato alla chat invece.
nl_nl: Hiermee wordt de laatst opgetreden opdracht verzonden naar de eigenaar. Indien openbaar (ja is opgegeven), wordt het in plaats daarvan naar de chat verzonden.
pl_pl: Wysyła do właściciela ostatni wyjątek komendy, który wystąpił. Jeśli publiczne (tak jest określone), zostanie wysłane do rozmowy sieciowej.
pt_pt: Envia para o proprietário a última exceção de comando que ocorreu. Se público (sim for especificado), ele será enviado para o chat em vez disso.
ro_ro: Trimite la proprietar ultima excepţie de comandă care a apărut. Daca public (da este specificat), va fi trimis in schimb la chat.
ru_ru: Отправляет владельцу сообщение об исключительной ситуации последней команды. Если указано общедоступное (да, то указано), то вместо этого он будет отправлен в чат.
sv_se: Skickar till ägaren det sista kommandoundantag som har inträffat. Om allmänheten (ja är angivet) skickas den till chatten i stället.
tr_tr: Oluşturan son komut kural dışı durumunu sahibine gönderir. Genel (evet belirtildiyse), bunun yerine sohbete gönderilecektir.
vi_vn: Gửi cho chủ sở hữu ngoại lệ lệnh cuối cùng đã xảy ra. Nếu công chúng (có được chỉ định), nó sẽ được gửi đến trò chuyện thay thế.

source: I couldn't send the traceback message to you in DM. Either you blocked me or you disabled DMs in this server.
ar_sa: أنا لا أستطيع أن أرسل رسالة التتبع إليك في DM. اما أنك قمت باقفالي أو أنك قمت بالغاء اتاحة Dss في وحدة الخدمة هذه.
cs_cz: Nemohl jsem vám poslat zprávu zpětného trasování do DM. Buď jste zablokovali mě, nebo jste v tomto serveru zakázali modul DM.
de_de: Ich konnte die Traceback-Nachricht nicht in DM an Sie senden. Entweder haben Sie mich blockiert oder Sie haben DMs auf diesem Server deaktiviert.
el_gr: Δεν μπορούσα να σου στείλω το μήνυμα. Είτε με μπλοκάρετε είτε απενεργοποιήσατε τα DMs σε αυτό τον εξυπηρετητή.
es_es: No he podido enviar el mensaje de rastreo a usted en DM. O bien me ha bloqueado o ha inhabilitado DMs en este servidor.
fr_fr: Je n'ai pas pu envoyer le message de trace à vous dans le DM. Soit vous m'avez bloqué, soit vous avez désactivé les SM sur ce serveur.
he_il: לא יכולתי לשלוח לך את ההודעה. או שאתה חסמת אותי או שאתה מושבת DMs בשרת זה.
it_it: Non ho potuto inviare il messaggio tracollo a te in DM. O mi hai bloccato o hai disabilitato DMs in questo server.
nl_nl: Ik kon het bericht niet naar jou sturen in DM. Of je blokkeerde me of je hebt DMs uitgeschakeld op deze server.
pl_pl: Nie mogłem wysłać wiadomości do ciebie w DM. Zablokowano mnie lub wyłączono DMs na tym serwerze.
pt_pt: Eu não poderia enviar a mensagem de rastreamento para você em DM. Ou você bloqueou a mim ou desativou DMs neste servidor.
ro_ro: Nu am putut trimite mesajul de traceback la tine în DM. Fie m-aţi blocat, fie aţi dezactivat DMS în acest server.
ru_ru: Я не смог послать тебе сообщение о траве в ДМ. Либо вы заблокировали меня, либо отключенные модули DM на этом сервере.
sv_se: Jag kunde inte skicka spårningsmeddelandet till dig i DM. Antingen blockerade du mig eller så avaktiverade du DM på den här servern.
tr_tr: Sana mesaj yollayamadım, DM ' de. Ya beni engelliyorsunuz ya da bu sunucuda DM ' leri devre dışı bırakıyorsunuz.
vi_vn: Tôi không thể gửi tin nhắn theo dõi cho cô ở DM. Hoặc bạn đã chặn tôi hoặc tắt các DMs trong máy chủ này.

source: No exception has occurred yet.
ar_sa: لم يحدث استثناء بعد.
cs_cz: Dosud se nevyskytla žádná výjimka.
de_de: Es ist noch keine Ausnahme eingetreten.
el_gr: Δεν προέκυψε καμία εξαίρεση.
es_es: Aún no se ha producido ninguna excepción.
fr_fr: Aucune exception n'a encore été effectuée.
he_il: עדיין לא אירעה חריגה.
it_it: Non è stata ancora verificata alcuna eccezione.
nl_nl: Er is nog geen uitzondering opgetreden.
pl_pl: Nie wystąpił jeszcze żaden wyjątek.
pt_pt: Nenhuma exceção ocorreu ainda.
ro_ro: Nu s-a produs încă o excepţie.
ru_ru: Никаких исключений еще не произошло.
sv_se: Inget undantag har inträffat ännu.
tr_tr: Henüz bir kural dışı durum oluşmadı.
vi_vn: Chưa có ngoại lệ nào xảy ra.

source: Changes Obsidion's settings.
ar_sa: لتغيير محددات Obasion.
cs_cz: Změní nastavení objektu Obsidion.
de_de: Ändert die Einstellungen von Obsidion.
el_gr: Αλλάζει τις ρυθμίσεις του Obsidion.
es_es: Cambia la configuración de Obsidion.
fr_fr: Change les paramètres d'Obsidion.
he_il: משנה את ההגדרות של אוסידיון.
it_it: Cambia le impostazioni di Obsidion.
nl_nl: De instellingen van Obsidion veranderen.
pl_pl: Zmienia ustawienia Obsidion.
pt_pt: Altera as configurações do Obsidion.
ru_ru: Изменяет параметры Obsidion.
sv_se: Ändrar Obsidions inställningar.
tr_tr: Obsidion 'un ayarlarını değiştirir.
vi_vn: Thay đổi thiết lập của Obsidion.

source: Sets a default colour to be used for the bot's embeds. Acceptable values for the colour parameter can be found at: https://discordpy.readthedocs.io/en/stable/ext/commands/api.html#discord.ext.commands.ColourConverter
ar_sa: يحدد اللون المفترض الذي سيتم استخدامه لامرة البتات. القيم المقبولة لمعامل اللون يمكن ايجادها في : https://discordpy.readthedocs.io/en/stable/ext/commands/api.html#discord.ext.commands.CoourConverter
cs_cz: Nastaví výchozí barvu, která bude použita pro skříňové obrobky. Přípustné hodnoty pro parametr barvy lze nalézt na adrese: https://discordpy.readthedocs.io/en/stable/ext/commands/api.html#discord.ext.command.ColorConverter
de_de: Legt eine Standardfarbe fest, die für die Einbettungen des Bot verwendet werden soll. Akzeptable Werte für den Farbparameter finden Sie unter: https://discordpy.readthedocs.io/en/stable/ext/commands/api.html#discord.ext.commands.ColourConverter
el_gr: Ορίζει ένα προεπιλεγμένο χρώμα που θα χρησιμοποιείται για τις embeds του bot. Αποδεκτές τιμές για την παράμετρο χρώματος: https://discordpy.readthedocs.io/en/stable/ext/commands/api.html#discord.ext.commands.ColourConverter
es_es: Establece un color predeterminado que se utilizará para las camas del bot. Los valores aceptables para el parámetro de color se pueden encontrar en: https://discordpy.readthedocs.io/en/stable/ext/commands/api.html#discord.ext.commands.ColourConverter
fr_fr: Définit une couleur par défaut à utiliser pour les embeds de la bot. Les valeurs admises pour le paramètre de couleur sont les suivantes: https://discordpy.readthedocs.io/en/stable/ext/commands/api.html#discord.ext.commands.ColourConverter
he_il: הגדרת צבע ברירת מחדל לשימוש עבור המיטות של הרובוט. ערכי קבלה עבור פרמטר הצבע ניתן למצוא במיקום: https://discordpy.readthedocs.io/en/stable/ext/commands/api.html#discord.ext.commands.Colourממיר
it_it: Imposta un colore predefinito da utilizzare per gli emicli del bot. Valori accettabili per il parametro colore possono essere trovati a: https://discordpy.readthedocs.io/en/stable/ext/commands/api.html#discord.ext.commands.ColourConverter
nl_nl: Stelt een standaardkleur in voor de bedden van de bot. Aanvaardbare waarden voor de kleurparameter zijn te vinden op: https://discordpy.readthedocs.io/en/stable/ext/commands/api.html#discord.ext.commands.ColourConverter
pl_pl: Ustawia kolor domyślny, który ma być używany dla osadzonych w bot. Dopuszczalne wartości dla parametru koloru można znaleźć pod adresem: https://discordpy.readthedocs.io/en/stable/ext/commands/api.html#discord.ext.commands.ColourConverter
pt_pt: Configura-se uma cor padrão para ser usada para os emcamas do bot. Valores aceitáveis para o parâmetro de cor podem ser encontrados em: https://discordpy.readthedocs.io/en/stable/ext/commands/api.html#discord.ext.commands.ColourConverter
ru_ru: Задает цвет по умолчанию для встраивания бот. Значения для параметра цвета можно найти по адресу: https://discordpy.readthedocs.io/en/stable/ext/commands/api.html#discord.ext.commands.ColourConverter
sv_se: Anger en standardfärg som ska användas för boggarnas inbäddar. Acceptabla värden för färgparametrar finns på: https://discordpy.readthedocs.io/en/stable/ext/commands/api.html#discord.ext.commands.ColourConverter
tr_tr: Botun mumyaları için kullanılacak bir varsayılan renk belirler. Renk parametresi için kabul edilebilir değerler şu adreste bulunabilir: https://discordpy.readthedocs.io/en/stable/ext/commands/api.html#discord.ext.commands.CourConverter

source: The color has been reset.
ar_sa: تم ارجاع اللون.
cs_cz: Barva byla resetována.
de_de: Die Farbe wurde zurückgesetzt.
el_gr: Έγινε επαναφορά του χρώματος.
es_es: El color se ha restablecido.
fr_fr: La couleur a été réinitialisée.
he_il: הצבע אופס.
it_it: Il colore è stato reimpostato.
nl_nl: De kleur is gereset.
pl_pl: Kolor został zresetowany.
pt_pt: A cor foi reajustada.
ru_ru: Цвет был сброшен.
sv_se: Färgen har återställts.
tr_tr: Renk sıfırlandı.
vi_vn: Màu đã được đặt lại.

source: The color has been set.
ar_sa: تم تحديد اللون.
cs_cz: Barva byla nastavena.
de_de: Die Farbe wurde festgelegt.
el_gr: Το χρώμα έχει οριστεί.
es_es: El color se ha establecido.
fr_fr: La couleur a été définie.
he_il: הצבע הוגדר.
it_it: Il colore è stato impostato.
nl_nl: De kleur is ingesteld.
pl_pl: Kolor został ustawiony.
pt_pt: A cor foi definida.
ru_ru: Цвет установлен.
sv_se: Färgen har angetts.
tr_tr: Renk ayarlandı.
vi_vn: Màu đã được đặt.

source: Sets [botname]'s avatar Supports either an attachment or an image URL.
ar_sa: المجموعات [botname]'s avattment تدعم اما الملحقات أو عنوان URL للصورة.
cs_cz: Sady [botname]' s avatar Podporuje buď přílohu, nebo adresu URL obrázku.
de_de: Sets [botname]' s Avatar Unterstützt entweder einen Anhang oder eine Bild-URL.
el_gr: Σετ [botname]'s avatar Υποστηρίζει είτε ένα συνημμένο ή μια εικόνα URL.
es_es: Establece [botname]' s avatar Da soporte a un archivo adjunto o a un URL de imagen.
fr_fr: Ensembles [botname]'s avatar Prend en charge soit une pièce jointe, soit une URL d'image.
he_il: הגדרת [botname]של האווטאר תומך או קובץ מצורף או URL של תמונה.
it_it: Imposta [botname]' s avatar Supporta un allegato o un URL di immagine.
nl_nl: Sets [botname]' s avatar Ondersteunt een bijlage of een afbeeldings-URL.
pl_pl: Zestawy [botname]' s avatar Obsługuje albo załącznik, albo adres URL obrazu.
ru_ru: Наборы [botname]' s avatar Поддерживает либо вложение, либо URL изображения.
sv_se: Ställer in [botname]' s avatar Hanterar antingen en bilaga eller en bild-URL.
tr_tr: [botname]' nin avatarı olarak ayarlar, bir eki ya da görüntü URL 'sini destekler.

source: That URL is invalid.
ar_sa: عنوان URL غير صحيح.
cs_cz: Tato adresa URL je neplatná.
de_de: Diese URL ist ungültig.
el_gr: Η διεύθυνση URL δεν είναι έγκυρη.
es_es: Ese URL no es válido.
fr_fr: Cette URL n'est pas valide.
he_il: ה-URL אינו חוקי.
it_it: Tale URL non è valido.
nl_nl: Die URL is ongeldig.
pl_pl: Ten adres URL jest niepoprawny.
pt_pt: Essa URL é inválida.
ru_ru: Недопустимый URL.
sv_se: Den URL-adressen är ogiltig.
tr_tr: Bu URL geçersiz.
vi_vn: URL đó không hợp lệ.
